{
  "Open source game creation software: No programming or coding is required! Make HTML5 and natives games for Windows, Linux (Ubuntu) and Mac OS X. Quickly build and share your games on mobile (Android and iOS) and on the web.":"برنامج مجاني مفتوح المصدر لعمل الألعاب: لا يحتاج أي برمجة أو لغة ترميز! اصنع ألعاب الويب \"html5\" و ألعاب الويندوز، اللينكس(اوبنتو) و الماك. ابني و انشر ألعابك بسرعة على الأندرويد و أي أو اس على شبكة الانترنت.",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator":"Gdevelop - إنشئ ألعاب بدون برمجة - صانع الألعاب الأصلية و الويب html5 المجاني و المفتوح المصدر",
  "Menu":"القائمة",
  "Community":"المجتمع",
  "Forum":"المنتدى",
  "Wiki & tutorials":"التعلم و الدروس",
  "Contribute":"ساهم",
  "we need you!":"نحن بحاجة لك!",
  "GitHub page":"صفحة GitHub",
  "Roadmap":"خارطة الطريق",
  "Translations":"الترجمات",
  "GDevelop based web app":"Gdevelop مبني على تطبيق ويب",
  "Try GDevApp":"قم بتجربت Gdevelop",
  "GDevelop":"جديفيلوب",
  "Events":"الأحداث",
  "HTML5 <br>&amp; native games":"HTML5 <br>&amp; ألعاب أصلية",
  "Features":"الخصائص",
  "Open source <br>&amp; multilanguage":"مصدر المفتوح <br>&amp; متعدد اللغات",
  "Games gallery":"معرض الألعاب",
  "Download":"التنزيل",
  "Create your own games!":"! انشئ ألعابك الخاصة بك",
  "GDevelop is an <span class=\"foss\">open source<\/span>, <span class=\"cp\">cross-platform<\/span> game creator designed to be used by <span class=\"everyone\">everyone<\/span> - no programming skills required.":"Gdevelop هو <span class=\"foss\"> مفتوح المصدر<\/span>، <span class=\"cp\"> متعدد المنصات<\/span> صانع الألعاب المصمم لاستخدام <span class=\"everyone\"> الجميع<\/span>-من غير مهارات برمجة مطلوبة.",
  "Learn more":"معرفة المزيد",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.":"الذي يجعل Gdevelop فريدا من نوعه و سهل الاستخدام هو نظام الأحداث. نظام الأحداث هو وسيلة قوية للتعبير عن منطق لعبتك، من غير الحاجة لتعلم أي لغة برمجة.",
  "Events are composed of conditions, on the left, and actions that are run when conditions are fulfilled":"الأحداث تتكون من الشروط، على اليسار، وإجراءات التي يتم تشغيلها عندما يتم الوفاء بالشروط",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they are both destroyed.":"عند الضغط على Space،يتم تشغيل الشخصية المتحركة والصوت. إذا اصطدمت القنبلة بالشخصية، كلاهما سيتدمر.",
  "HTML5 & native games":"HTML5 و الألعاب الأصلية",
  "GDevelop flexible architecture allows you to choose if you want to create an <b>HTML5 game<\/b> that can be played on the web and exported to Android, or a <b>native game<\/b> for your operating system. Or activate both platforms and export your game everywhere!":"بنية Gdevelop المرنة تسمح لك إن كنت تريد بإنشاء <b>لعبة HTML5<\/b> التي يمكن تشغيلها و اللعب فيها على الانترنت و تصديرها لنظام الاندرويد، أو<b>لعبة أصلية<\/b> لنظام التشغيل الخاص بك. أو قم بتنشيط كلا المنصات و صدر لعبتك لكل مكان!",
  "Create games for Android and iOS without programming":"انشئ ألعابا لنظام الاندرويد و iOS دون الحاجة لبرمجة",
  "GDevelop features are provided thanks to extensions, allowing you to embed into your game just what you need. Here is a short list of what you get when using GD!":"ميزات Gdevelop مقدة بفضل الوصلات، مما يسمح لك بتضمين ما تحتاجه في لعبتك. و إليك قائمة قصيرة بما تحصل عليه عند استخدام Gdevelop!",
  "Tons of objects ready to be used":"العديد من الأغراض الجاهزة للاستخدام",
  "Sprites with multiple animations":"نقوش متحركة مع حركات متعددة",
  "\"9 patch\" and tiled sprites":"\"9 patch\" و نقوش مبلطة",
  "Text objects":"النصوص",
  "3D boxes":"صناديق ثلاثية الأبعاد",
  "for native games":"للألعاب الأصلية",
  "Draw your own shape on screen with the Shape Painter":"قم برسم شكلك الخاص على الشاشة مع ملون الأشكال",
  "Particle engine":"محرك الجزيئات",
  "Make RPG-like maps with the Tiled map objects":"اصنع خرائط مثل آر بي جي مع أشكال الخريطة المبلطة",
  "Dynamic lights and shadows":"أضواء و ظلال ديناميكية",
  "Support for custom collision masks":"دعم لأقنعة الاصطدام المخصصة",
  "Quickly add behaviors to your objects":"اضف سلوكات لأشكالك بسرعة",
  "Physics engine":"محرك الفيزياء",
  "- Add a realistic behavior to your objects":"- إضافة سلوك واقعي إلى الكائنات الخاصة بك",
  "Pathfinding":"اﻻستطﻻعية",
  "to move objects avoiding obstacles":"لتحريك الكائنات مع تفادي العقبات",
  "Top-down movement":"حركة من أعلى إلى أسفل",
  "Platformer engine":"محرك Platformer",
  "- create platformer games in a breeze":"-إنشاء ألعاب Platformer بسهولة",
  "Draggable objects":"أشكال يمكن تحريكها",
  "- quickly make your objects draggable with mouse\/touch":"-اجعل الكائنات الخاصة بك ممكنة النقل بسرعة مع الماوس\/اللمس",
  "And more, to automate current tasks and behaviors in a few clicks!":"وأكثر من ذلك، لأتمتة المهام الحالية والسلوكيات في عدد قليل من النقرات!",
  "Design advanced levels and interfaces":"قم بتصميم مراحل متقدمة و واجهات",
  "The scene editor let you visually edit your levels":"محرر المشهد يمكنك من تحرير المستويات الخاصة بك  بصريا",
  "Multiple layers support":"دعم للطبقات المتعددة",
  "- Add interfaces and create parallax effects":"-قم بإضافة واجهات وإنشاء تأثيرات المنظر",
  "Create dynamically your levels with external layouts":"قم بإنشاء المستويات الخاصة بك بشكل حيوي مع التخطيطات الخارجية",
  "Integrated debugger and performance profilers":"مصحح داخلي للأخطاء و مسجل للأداء المتكامل",
  "Make desktop & mobile ready games":"اصنع ألعاب جاهزة لسطح المكتب و الجوال",
  "Save player data with HTML5 & native storage":"قم بحفظ بيانات المشغل مع HTML5 و ذاكرة التخزين الأصلية",
  "Full support for sounds effects and musics":"الدعم الكامل للتأثيرات الصوتية والموسيقى",
  "Joystick and full keyboard support":"الدعم الكامل لعصا التحكم و لوحة المفاتيح",
  "Touchscreens support with multitouch":"دعم شاشات اللمس مع اللمس المتعدد",
  "for HTML5 games":"لألعاب ال HTML5",
  "Build ambitious games with advanced features":"قم ببناء ألعاب طموحة مع ميزات متقدمة",
  "Communicate with external websites using HTTP requests":"قم بالاتصال بمواقع ويب خارجية باستخدام طلبات HTTP",
  "Use advanced events: loops, foreach":"قم باستخدام أحداث متقدمة: الحلقات، foreach",
  "and even functions":"وحتى الوظائف",
  "Manipulate variables with arbitrary complex structures":"قم بالتعامل مع المتغيرات مع هياكل التعسفي المعقدة",
  "and even JSON support":"وحتى دعم لJSON",
  "What people say":"ما يقوله الناس",
  "These feedbacks are a source of motivation for us, developers of GDevelop. Do not hesitate to send us what you think of GDevelop after trying it!":"هذه التعليقات هي المصدر الدافع بالنسبة لنا، مطورين Gdevelop. لا تتردد في إرسال رأيك عن Gdevelop بعد أن تقوم بمحاولته لنا!",
  "Open source & multilanguage":"مفتوح المصدر و متعدد اللغات",
  "GDevelop is open source (even <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\">this website<\/a>): anyone can contribute and improve the software! Your games are also based on robust, free &amp; open source technologies.":"Gdevelop هو مفتوح المصدر (حتى <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\"> هذا الموقع<\/a>): أي شخص يمكن أن يسهم ويقوم بتحسين البرمجيات! كما أن الألعاب الخاصة بك تستند إلى تقنيات قوية، مجانية &amp; ومفتوحة المصدر.",
  "Contribute on GitHub":"قم بالمساهمة في GitHub",
  "Check the development roadmap":"تحقق من وضع خارطة الطريق",
  "GDevelop is built from the ground to be translated into any language.":"Gdevelop مبني من الأساس لكي يتترجم إلى أي لغة.",
  "It's already available in:":"أنه حاليا متاح في:",
  "And translation are currently being made for:":"وتجري حاليا الترجمة ل:",
  "Help to translate GDevelop!":"قم بالمساعدة في ترجمة Gdevelop!",
  "Games created with GDevelop":"الألعاب التي تم إنشاؤها بواسطة Gdevelop",
  "by":"من قبل",
  "Play":"إلعب",
  "Bundled":"المجمعة",
  "...and maybe your next game here?":".. ربما لعبتك الخاصة المقبلة ستكون هنا?",
  "Download GDevelop":"قم بتنزيل Gdevelop",
  "You'll soon be creating your own games without programming!":"سوف تقوم قريبا بإنشاء الألعاب الخاصة بك دون الحاجة إلى البرمجة!",
  "Other linux":"لينكس الأخرى",
  "Sources":"المصادر",
  "Download and install GDevelop for Windows:":"تنزيل وتثبيت Gdevelop لنظام التشغيل Windows:",
  "Download for Windows":"التنزيل لويندوز",
  "also available":"متوفر أيضا",
  "without installer":"دون المثبت",
  "GDevelop is available for <a href=\"http:\/\/www.ubuntu.com\/download\/desktop\">Ubuntu 64bits<\/a> only!":"GDevelop متاحة فقط لأجل <a href=\"http:\/\/www.ubuntu.com\/download\/desktop\">Ubuntu 64bits<\/a> !",
  "Open a terminal by pressing":"قم بفتح المعبر بالضغط",
  "Then type (and press enter after each line):":"ثم اكتب (واضغط enter بعد كل سطر):",
  "You're done! Type GDevelop in the launch search bar to start.":"لقد انتهيت! اكتب Gdevelop في شريط البحث لبدء تشغيل.",
  "You can get GDevelop for:":"يمكنك الحصول على Gdevelop على:",
  "(from sources)":"(المصادر)",
  "This is an unofficial package":"هذه مجموعة غير رسمية",
  "Remember that GDevelop is primarily <b>tested on Ubuntu<\/b>.":"تذكر أن Gdevelop أساسا <b>تم اختباره على أوبونتو<\/b>.",
  "Your feedback are welcome <a href=\"http:\/\/forum.compilgames.net\">on the forum <\/a>.":"ملاحظاتك موضع ترحيب <a href=\"http:\/\/forum.compilgames.net\"> في المنتدى<\/a>.",
  "A <i>Beta<\/i> version of GDevelop for Mac OS X:":"إصدار <i>بيتا<\/i> من Gdevelop على Mac OS x:",
  "Download for OS X":"تنزيل ل OS X",
  "This is a beta: bugs may be present and it could not work at all!":"هذه في مرحلة بيتا: الأخطاء قد تكون موجودة و قد لا تعمل على الإطلاق!",
  "Unfortunately, for now GDevelop is a desktop application, but if you want to create games anywhere, we got you covered!":"للأسف،حتى الآن Gdevelop هو تطبيق سطح مكتب، ولكن إذا كنت ترغب في إنشاء الألعاب في أي مكان،قد قمنا بتغطيتكم!",
  "<b>GDevApp<\/b> is a radically innovative, super powerful webapp based on GDevelop. You can start the creation of a game in 5 minutes - directly from your browser, smartphone or tablet!":"<b>GdevApp<\/b> هو تطبيق مبتكر و قوي جدا على الانترنت مبني على أساس Gdevelop. بإمكانك البدأ بإنشاء لعبة في غضون 5 دفائق - مباشرة من متصفحك، جهازك الذكي، أو الكمبيوتر اللوحي!",
  "Go to GDevApp.com":"اذهب إلى GDevApp.com",
  "Let's give it a try and don't be shy: send us your feedback directly from the app!":"فلنقم بتجربته و لا تكن خجولا: أرسل لنا ملاحظاتك مباشرة من التطبيق!",
  "For advanced users, you can download GDevelop sources on GitHub:":"للمستخدمين المتقدمين، يمكنك تحميل مصادر Gdevelop على GitHub:",
  "Build instructions are in the Readme.":"تعليمات البناء في ملف Readme.",
  "Community forum":"منتدى المجتمع",
  "Wiki":"Wiki",
  "(with tutorials!)":"(مع دروس!)",
  "<small>Browse all<\/small> GDevelop ecosystem<\/span>":"<small>استعراض جميع<\/small> النظام الإيكولوجي لجديفيلوب<\/span>",
  "Follow GDevelop":"اتبع Gdevelop",
  "GDevelop was created with <span class=\"glyphicon glyphicon-heart\"><\/span> by":"تم إنشاء Gdevelop مع <span class=\"glyphicon glyphicon-heart\"><\/span> من",
  ", with contributors adding features, fixing bugs, sending new examples, improving the wiki, helping each other on <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\">the forum<\/a>.":"، مع المساهمين الذين يضيفون ميزات، يصلحون الأخطاء، يرسلون أمثلة جديدة، تحسين الويكي، مساعدة بعضهم البعض على <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\"> المنتدى<\/a>."
}