{
  "Open source game creation software: No programming or coding is required! Make HTML5 and natives games for Windows, Linux (Ubuntu) and Mac OS X. Quickly build and share your games on mobile (Android and iOS) and on the web.":"Programari de creació de videojocs de codi obert: Ni programació ni codificació és necessària! Fes jocs d'HTML5 i natius per a Windows, Linux (Ubuntu) i Mac OS X. Creació ràpida i comparteix el teu joc al mòvil (Android i iOS) i a la web.",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator":"GDevelop - Crea videojocs sense coneixements de programació - Creador de videojocs natius i d'HTML5 de codi obert",
  "Menu":"Menú",
  "Community":"Comunitat",
  "Forum":"Fòrum",
  "Wiki & tutorials":"Wiki i tutorials",
  "Contribute":"Contribueix",
  "we need you!":"Et necessitem!",
  "GitHub page":"Pàgina GitHub",
  "Roadmap":"Full de ruta",
  "Translations":"Traduccions",
  "GDevelop based web app":"GDevelop basat en web app",
  "Try GDevApp":"Provi GDevApp",
  "GDevelop":"GDevelop",
  "Events":"Esdeveniments",
  "HTML5 <br>&amp; native games":"HTML5 <br>&amp; jocs natius",
  "Documentation <br>&amp; tutorials":"Documentació i tutorials",
  "Features":"Característiques",
  "Open source <br>&amp; multilanguage":"Codi obert <br>&amp; multillenguatge",
  "Games gallery":"Galeria de jocs",
  "Download":"Descarregar",
  "Create your own games!":"Crear els seus propis jocs!",
  "GDevelop is an <span class=\"foss\">open source<\/span>, <span class=\"cp\">cross-platform<\/span> game creator designed to be used by <span class=\"everyone\">everyone<\/span> - no programming skills required.":"GDevelop és un creador de jocs multiplataforma de codi obert dissenyat per ser utilitzat per tothom sense necessitat de coneixements de programació.",
  "Learn more":"Aprèn més",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.":"El que fa GDevelop únic i tan fàcil d'usar són els esdeveniments. Els esdeveniments són una poderosa manera d'expressar la lògica del seu joc, sense haver d'aprendre un llenguatge de programació.",
  "Events are composed of conditions, on the left, and actions that are run when conditions are fulfilled":"Els esdeveniments es componen de condicions, a l'esquerra, i les accions que s'executen quan es compleixin les condicions",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they are both destroyed.":"Quan es prem Espai, l'animació de personatges i un so es reprodueixen. Si una bomba toca el caràcter, tots dos són destruïts.",
  "HTML5 & native games":"HTML5 i jocs nadius",
  "GDevelop flexible architecture allows you to choose if you want to create an <b>HTML5 game<\/b> that can be played on the web and exported to Android, or a <b>native game<\/b> for your operating system. Or activate both platforms and export your game everywhere!":"Arquitectura flexible GDevelop li permet decidir si vol crear un <b>joc d'HTML5<\/b> que es poden reproduir a la web i exporta a Android, o un <b>joc natiu<\/b> per al seu sistema operatiu. O activar les dues plataformes i exportar el seu joc a tot arreu!",
  "Create games for Android and iOS without programming":"Crear jocs per Android i iOS sense programació",
  "Documentation & tutorials <small>on the collaborative wiki<\/small>":"Documentació i tutorials <small> al wiki col·laborativa <\/small>",
  "Want to learn step-by-step how to use GDevelop, or need help about a specific feature? The wiki has tutorials for beginners and a complete documentation concerning the software.":"Vols aprendre pas a pas com utilitzar GDevelop, o necessita ajuda sobre una característica específica? El wiki té tutorials per a principiants i una documentació completa sobre el programari.",
  "Learn how to create a platformer game":"Aprendre a crear un joc de plataformes",
  "How to publish your game on Android or iOS":"Com publicar el seu joc en Android o iOS",
  "GDevelop features are provided thanks to extensions, allowing you to embed into your game just what you need. Here is a short list of what you get when using GD!":"Característiques GDevelop es proporcionen gràcies a les extensions, el que li permet incloure en el seu joc just el que necessita. Heus aquí una breu llista del que s'obté en utilitzar GD!",
  "Tons of objects ready to be used":"Tones d'objectes preparats per ser utilitzats",
  "Sprites with multiple animations":"Sprites amb multiples animacions",
  "\"9 patch\" and tiled sprites":"\"pegat 9\" i sprites de rajoles",
  "Text objects":"Objectes de text",
  "3D boxes":"Caixes 3D",
  "for native games":"per als jocs nadius",
  "Draw your own shape on screen with the Shape Painter":"Dibuixa la teva pròpia forma a la pantalla amb el pintor Forma",
  "Particle engine":"Motor de partícules",
  "Make RPG-like maps with the Tiled map objects":"Fer mapes-RPG com amb els objectes del mapa de rajoles",
  "Dynamic lights and shadows":"Llums i ombres dinàmiques",
  "Support for custom collision masks":"Suport a les màscares de col·lisió personalitzats",
  "Quickly add behaviors to your objects":"Afegir ràpidament comportaments als objectes",
  "Physics engine":"Motor de física",
  "- Add a realistic behavior to your objects":"-Afegir un comportament realista dels objectes",
  "Pathfinding":"Pathfinding",
  "to move objects avoiding obstacles":"per moure objectes, evitant els obstacles",
  "Top-down movement":"Moviment de dalt a baix",
  "Platformer engine":"Motor de plataformes",
  "- create platformer games in a breeze":"-Crear jocs de plataforemes en una brisa",
  "Draggable objects":"Objectes que es poden arrossegar",
  "- quickly make your objects draggable with mouse\/touch":"-Fer ràpidament que els objectes siguin arrossegats amb el tacte del ratolí",
  "And more, to automate current tasks and behaviors in a few clicks!":"I més, per automatitzar les tasques actuals i comportaments en un parell de clics!",
  "Design advanced levels and interfaces":"Diseny avançat d'interfícies i nivells",
  "The scene editor let you visually edit your levels":"L'editor d'escenes li permet editar visualment els nivells",
  "Multiple layers support":"Múltiples capes de suport",
  "- Add interfaces and create parallax effects":"- Afegir les interfícies i crear efectes de paral·laxi",
  "Create dynamically your levels with external layouts":"Crear dinàmicament els seus nivells amb dissenys externs",
  "Integrated debugger and performance profilers":"Depurador integrat i perfiladors de rendiment",
  "Make desktop & mobile ready games":"Crear escriptori i jocs llestos per a mòbils",
  "Save player data with HTML5 & native storage":"Guardar dades dels jugadors amb HTML5 i emmagatzematge nadiu",
  "Full support for sounds effects and musics":"Suport complet per a efectes de sons i músiques",
  "Joystick and full keyboard support":"Suport total de joystick i teclat",
  "Touchscreens support with multitouch":"Les pantalles tàctils són compatibles amb multitouch",
  "for HTML5 games":"per a jocs HTML5",
  "Build ambitious games with advanced features":"Construir jocs ambiciosos amb funcions avançades",
  "Communicate with external websites using HTTP requests":"Comunicar-se amb els llocs web externs mitjançant peticions HTTP",
  "Use advanced events: loops, foreach":"Utilitzeu esdeveniments avançats: bucles, foreach",
  "and even functions":"i fins i tot funcions",
  "Manipulate variables with arbitrary complex structures":"Manipular variables amb estructures complexes arbitràries",
  "and even JSON support":"i fins i tot el suport JSON",
  "What people say":"El que la gent diu",
  "These feedbacks are a source of motivation for us, developers of GDevelop. Do not hesitate to send us what you think of GDevelop after trying it!":"Aquestes avaluacions són una font de motivació per a nosaltres, els desenvolupadors de GDevelop. No dubteu a enviar el que pensa de GDevelop després de provar-ho!",
  "Open source & multilanguage":"Codi obert i multillenguatge",
  "GDevelop is open source (even <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\">this website<\/a>): anyone can contribute and improve the software! Your games are also based on robust, free &amp; open source technologies.":"GDevelop és de codi obert (fins i tot <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\"> aquest web <\/a>): qualsevol pot contribuir i millorar el programari! Els seus jocs es basen també en robust, lliure de &amp; tecnologies de codi obert.",
  "Contribute on GitHub":"Contribuir a GitHub",
  "Check the development roadmap":"Revisi el pla de desenvolupament",
  "GDevelop is built from the ground to be translated into any language.":"GDevelop està construït des de zero per ser traduït a qualsevol idioma.",
  "It's already available in:":"Ja està disponible a:",
  "And translation are currently being made for:":"I Traducció Actualment s'estan realitzant per:",
  "Help to translate GDevelop!":"Ajuda per traduir GDevelop!",
  "Games created with GDevelop":"Jocs creats amb GDevelop",
  "by":"per",
  "Play":"Jugar",
  "Bundled":"Embolicat",
  "...and maybe your next game here?":"... i potser el seu proper joc aquí?",
  "Download GDevelop":"Descàrrega de GDevelop",
  "You'll soon be creating your own games without programming!":"Aviat estaràs creant els teus propis jocs sense necessitat de programació!",
  "Other linux":"Altres linux",
  "Sources":"Fonts",
  "Download and install GDevelop for Windows:":"Descarregar i instal·lar GDevelop per a Windows:",
  "Download for Windows":"Descarregar per a Windows",
  "also available":"també disponible",
  "without installer":"sense instal·lador",
  "GDevelop is available for <a href=\"http:\/\/www.ubuntu.com\/download\/desktop\">Ubuntu 64bits<\/a> only!":"GDevelop està disponible per <a href=\"http:\/\/www.ubuntu.com\/download\/desktop\"> 64bits Ubuntu <\/a> només!",
  "Open a terminal by pressing":"Obriu un terminal prement",
  "Then type (and press enter after each line):":"A continuació, escriviu (i premeu Intro després de cada línia):",
  "You're done! Type GDevelop in the launch search bar to start.":"Vostè està! Escrigui GDevelop a la barra de cerca de llançament per començar.",
  "You can get GDevelop for:":"Pot obtenir GDevelop per:",
  "(from sources)":"(a partir de fonts)",
  "This is an unofficial package":"Això es un paquet no oficial",
  "Remember that GDevelop is primarily <b>tested on Ubuntu<\/b>.":"Recordeu que GDevelop és principalment <b> provat en Ubuntu <\/b>.",
  "Your feedback are welcome <a href=\"http:\/\/forum.compilgames.net\">on the forum <\/a>.":"Els seus comentaris són benvinguts <a href=\"http:\/\/forum.compilgames.net\"> al <\/a> fòrum.",
  "A <i>Beta<\/i> version of GDevelop for Mac OS X:":"Un <i> Beta <\/i> versió de GDevelop per a Mac OS X:",
  "Download for OS X":"Baixa per Mac OS X",
  "This is a beta: bugs may be present and it could not work at all!":"Aquesta és una versió beta: es poden presentar alguns errors i no deixarien funcionar res!",
  "Unfortunately, for now GDevelop is a desktop application, but if you want to create games anywhere, we got you covered!":"Malauradament, per ara GDevelop és una aplicació d'escriptori, però si vol crear jocs en qualsevol lloc, té cobertura total!",
  "<b>GDevApp<\/b> is a radically innovative, super powerful app based on GDevelop. You can start the creation of a game in 5 minutes - directly from your browser, smartphone or tablet!":"<b> GDevApp <\/b> és una aplicació radicalment innovadora, super potent basat en GDevelop. Podeu iniciar la creació d'un joc en 5 minuts - directament des del navegador, smartphone o tablet!",
  "Go to GDevApp.com":"Vés a GDevApp.com",
  "Let's give it a try and don't be shy: send us your feedback directly from the app!":"Anem a donar-li una oportunitat i no siguis tímid: envieu un comentari directament des de l'aplicació!",
  "For advanced users, you can download GDevelop sources on GitHub:":"Per a usuaris avançats, pot descarregar fonts GDevelop a GitHub:",
  "Build instructions are in the Readme.":"Les instruccions de costrucció estan al fitxer llegiu-me.",
  "Community forum":"Fòrum comunitari",
  "Wiki":"Wiki",
  "(with tutorials!)":"(with tutorials!)",
  "<small>Browse all<\/small> GDevelop ecosystem<\/span>":"<small>Browse all<\/small> GDevelop ecosystem<\/span>",
  "Follow GDevelop":"Seguiu GDevelop",
  "GDevelop was created with <span class=\"glyphicon glyphicon-heart\"><\/span> by":"GDevelop va ser creat amb <span class = \"glyphicon glyphicon-cor\"> <\/span> per",
  ", with contributors adding features, fixing bugs, sending new examples, improving the wiki, helping each other on <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\">the forum<\/a>.":", amb els contribuents l'addició de característiques, corregint errors, l'enviament de nous exemples, la millora de la wiki, ajudant-se uns als altres en target =\"_ blank\"><a href=\"http:\/\/forum.compilgames.net\"<\/a> fòrum."
}