{
  "Open source game creation software: No programming or coding is required! Make HTML5 and natives games for Windows, Linux (Ubuntu) and Mac OS X. Quickly build and share your games on mobile (Android and iOS) and on the web.":"Open-Source-Spieleentwicklungs-Software: keine Programmierung oder Codierung erforderlich! HTML5 und systemeigene Spiele für Windows, Linux (Ubuntu) und Mac OS X. Schnelles erstellen und teilen Ihrer Spiele auf Mobiltelefonen (Android und iOS) und im Web.",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator":"GDevelop - Spiele erstellen ohne Programmierung - Open-Source HTML5 und systemeigene Spieleentwicklungssoftware",
  "Menu":"Menü",
  "Community":"Gemeinschaft",
  "Forum":"Forum",
  "Wiki & tutorials":"Wiki & Tutorials",
  "Contribute":"Mitwirken",
  "we need you!":"Wir brauchen dich!",
  "GitHub page":"GitHub-Seite",
  "Roadmap":"Fahrplan",
  "Translations":"Übersetzungen",
  "GDevelop based web app":"GDevelop-basierte Webanwendung",
  "Try GDevApp":"Versuchen Sie GDevApp",
  "GDevelop":"GDevelop",
  "Events":"Ereignisse",
  "HTML5 <br>&amp; native games":"HTML5 <br>&amp; systemeigene Spiele",
  "Documentation <br>&amp; tutorials":"Dokumentation <br>&amp; Tutorials",
  "Features":"Eigenschaften",
  "Open source <br>&amp; multilanguage":"Open-Source <br>&amp; mehrsprachig",
  "Games gallery":"Spiele-Gallerie",
  "Download":"Download",
  "Create your own games!":"Erstellen Sie Ihre eigenen Spiele!",
  "GDevelop is an <span class=\"foss\">open source<\/span>, <span class=\"cp\">cross-platform<\/span> game creator designed to be used by <span class=\"everyone\">everyone<\/span> - no programming skills required.":"GDevelop ist eine <span class=\"foss\"> Open-Source<\/span>, <span class=\"cp\"> plattformübergreifende<\/span> Spieleentwicklungs-Software die so konzipiert ist, dass sie<span class=\"everyone\"> jeder<\/span> verwendet kann, es sind keine Programmierkenntnisse erforderlich.",
  "Learn more":"Weitere Informationen",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.":"Was GDevelop einzigartig und so einfach zu bedienen macht, sind die Ereignisse. Ereignisse sind eine leistungsstarke Möglichkeit, die Logik Ihres Spiels auszudrücken, ohne eine Programmiersprache zu lernen.",
  "Events are composed of conditions, on the left, and actions that are run when conditions are fulfilled":"Ereignisse bestehen aus Bedingungen, auf der linken und Aktionen, die ausgeführt werden, wenn die Voraussetzungen erfüllt sind",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they are both destroyed.":"Wenn die Leertaste gedrückt wird, werden die Charakteranimation und der Ton gespielt. Wenn eine Bombe den Charakter berührt, werden sie beide zerstört.",
  "HTML5 & native games":"HTML5 & systemeigene Spiele",
  "GDevelop flexible architecture allows you to choose if you want to create an <b>HTML5 game<\/b> that can be played on the web and exported to Android, or a <b>native game<\/b> for your operating system. Or activate both platforms and export your game everywhere!":"GDevelops flexible Architektur ermöglicht es Ihnen auszuwählen, ob Sie ein <b>HTML5-Spiel<\/b> erstellen möchten, das im Internet gespielt werden kann oder für Android oder als ein <b>systemeigenes Spiel<\/b> für Ihr Betriebssystem exportiert werden soll. Oder aktivieren Sie beide Plattformen zu, und exportieren Sie Ihr Spiel überall hin!",
  "Create games for Android and iOS without programming":"Spiele für Android und iOS ohne Programmierung erstellen",
  "Documentation & tutorials <small>on the collaborative wiki<\/small>":"Dokumentation & Tutorials <small>im kollaborativen wiki<\/small>",
  "Want to learn step-by-step how to use GDevelop, or need help about a specific feature? The wiki has tutorials for beginners and a complete documentation concerning the software.":"Sie möchten Schritt für Schritt lernen, wie man GDevelop verwenden, oder brauchen Sie Hilfe zu einem bestimmten Feature? Das Wiki hat Tutorials für Anfänger und eine vollständige Dokumentation bezüglich der Software.",
  "Learn how to create a platformer game":"Lerne wie man einen Plattformer erstellt",
  "How to publish your game on Android or iOS":"Wie Sie Ihr Spiel auf Android oder iOS veröffentlichen",
  "GDevelop features are provided thanks to extensions, allowing you to embed into your game just what you need. Here is a short list of what you get when using GD!":"GDevelop Funktionen können dank Erweiterungen angeboten werden. Das ermöglicht ihnen  genau das, was Sie brauchen, in Ihr Spiel zu integrieren. Hier ist eine kurze Liste dessen, was Sie bekommen, wenn Sie GD verwenden!",
  "Tons of objects ready to be used":"Unmengen von Objekten stehen zur Verwendung bereit",
  "Sprites with multiple animations":"Sprites mit mehreren Animationen",
  "\"9 patch\" and tiled sprites":"\"9 Patch\" und gekachelte Sprites",
  "Text objects":"Textobjekte",
  "3D boxes":"3D Boxen",
  "for native games":"für systemeigene Spiele",
  "Draw your own shape on screen with the Shape Painter":"Zeichnen Sie Ihre eigene Form auf dem Bildschirm mit dem Form-Maler",
  "Particle engine":"Partikel-Engine",
  "Make RPG-like maps with the Tiled map objects":"Erstelle RPG-ähnliche Karten mit gekachelten Kartenobjekten",
  "Dynamic lights and shadows":"Dynamische Lichter und Schatten",
  "Support for custom collision masks":"Unterstützung von benutzerdefinierten Kollisionsmasken",
  "Quickly add behaviors to your objects":"Schnelle Zuordnung von Verhalten an Ihre Objekte",
  "Physics engine":"Physik-Engine",
  "- Add a realistic behavior to your objects":"- Fügt Ihren Objekten ein realistisches Verhalten hinzu",
  "Pathfinding":"Wegfindung",
  "to move objects avoiding obstacles":"um Objekte zu bewegen und Hindernisse zu vermeiden",
  "Top-down movement":"Top-down Bewegung",
  "Platformer engine":"Plattform-Engine",
  "- create platformer games in a breeze":"- Erstelle Plattform-Spiele in einem Wimpernschlag",
  "Draggable objects":"Verschiebbare Objekte",
  "- quickly make your objects draggable with mouse\/touch":"- mache deine Objekte schnell verschiebbar mit Maus\/Touch",
  "And more, to automate current tasks and behaviors in a few clicks!":"Und vieles mehr, um aktuelle Aufgabe und Verhaltensweisen mit ein paar Klicks zu automatisieren!",
  "Design advanced levels and interfaces":"Designe anspruchsvolle Level und Interfaces",
  "The scene editor let you visually edit your levels":"Mit dem Szenen-Editor kannst du deine Levels visuell bearbeiten",
  "Multiple layers support":"Unterstützt mehrere Ebenen",
  "- Add interfaces and create parallax effects":"Füge Interfaces hinzu und erstelle Parallax-Effekte",
  "Create dynamically your levels with external layouts":"Erstelle dynamische Level mit externen Layouts",
  "Integrated debugger and performance profilers":"Integrierter Debugger und Performance Profile",
  "Make desktop & mobile ready games":"Erstelle Desktop- und mobile Spiele",
  "Save player data with HTML5 & native storage":"Speichere Spieldaten in HTML5 & nativem Speicher",
  "Full support for sounds effects and musics":"Volle Unterstützung für Sound-Effekte und Musik",
  "Joystick and full keyboard support":"Joystick- und vollständige Tastatur-Unterstützung",
  "Touchscreens support with multitouch":"Touchscreen-Unterstützung und Multitouch",
  "for HTML5 games":"für HTML5 Spiele",
  "Build ambitious games with advanced features":"Erstelle anspruchsvolle Spiele mit fortgeschrittenen Features",
  "Communicate with external websites using HTTP requests":"Kommuniziere mit externen Websites mithilfe von HTTP-Anfragen",
  "Use advanced events: loops, foreach":"Nutze fortgeschrittene Ereignisse wie Schleifen",
  "and even functions":"und sogar Funktionen",
  "Manipulate variables with arbitrary complex structures":"Manipuliere Variablen mit beliebig komplexen Strukturen",
  "and even JSON support":"und sogar JSON-Unterstützung",
  "What people say":"Was andere sagen",
  "These feedbacks are a source of motivation for us, developers of GDevelop. Do not hesitate to send us what you think of GDevelop after trying it!":"Diese Feedbacks sind eine Motivation für uns, die Entwickler von GDevelop. Zögere nicht, schreibe uns einfach, was du denkst, nachdem du GDevelop ausprobiert hast!",
  "Open source & multilanguage":"Open Source & in mehreren Sprachen",
  "GDevelop is open source (even <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\">this website<\/a>): anyone can contribute and improve the software! Your games are also based on robust, free &amp; open source technologies.":"GDevelop ist Open Source (sogar <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\">diese Website<\/a>): Jeder kann die Software vervielfältigen und verbessern! Deine Spiele basieren auf einer robusten, kostenlosen &amp; Open Source Technologie.",
  "Contribute on GitHub":"Mitmachen auf GitHub",
  "Check the development roadmap":"Schau dir den Entwicklungsfahrplan an",
  "GDevelop is built from the ground to be translated into any language.":"GDevelop ist von Grund auf aufgebaut, um in jede Sprache übersetzt zu werden.",
  "It's already available in:":"Er ist bereits verfügbar in:",
  "And translation are currently being made for:":"Aktuell laufende Übersetzungen:",
  "Help to translate GDevelop!":"Hilfe, GDevelop zu übersetzen!",
  "Games created with GDevelop":"Spiele die mit GDevelop erstellt wurden",
  "by":"von",
  "Play":"Spielen",
  "Bundled":"Gebündelt",
  "...and maybe your next game here?":"... und vielleicht bald dein eigenes Spiel hier?",
  "Download GDevelop":"GDevelop herunterladen",
  "You'll soon be creating your own games without programming!":"Bald kannst du deine eigenen Spiele ohne Programmierkenntnisse erstellen!",
  "Other linux":"Anderes Linux",
  "Sources":"Quellen",
  "Download and install GDevelop for Windows:":"Herunterladen und installieren von GDevelop für Windows:",
  "Download for Windows":"Download für Windows",
  "also available":"Ebenfalls erhältlich",
  "without installer":"Ohne Installtationsprogramm",
  "GDevelop is available for <a href=\"http:\/\/www.ubuntu.com\/download\/desktop\">Ubuntu 64bits<\/a> only!":"GDevelop ist nur für <a href=\"http:\/\/www.ubuntu.com\/download\/desktop\"> Ubuntu 64 Bit<\/a> verfügbar!",
  "Open a terminal by pressing":"Öffnen Sie ein Terminal durch Drücken",
  "Then type (and press enter after each line):":"Dann tippe (und drücke Enter nach jede Zeile):",
  "You're done! Type GDevelop in the launch search bar to start.":"Du bist fertig! Gebe GDevelop in die Suchleiste ein, um zu starten.",
  "You can get GDevelop for:":"GDevelop erhalten Sie unter:",
  "(from sources)":"(aus den Quellen)",
  "This is an unofficial package":"Dies ist eine inoffizielles Paket",
  "Remember that GDevelop is primarily <b>tested on Ubuntu<\/b>.":"Beachten Sie, dass GDevelop in erster Linie <b>auf Ubuntu<\/b> getestet wird.",
  "Your feedback are welcome <a href=\"http:\/\/forum.compilgames.net\">on the forum <\/a>.":"Ihre Rückmeldungen sind willkommen <a href=\"http:\/\/forum.compilgames.net\"> im Forum<\/a>.",
  "A <i>Beta<\/i> version of GDevelop for Mac OS X:":"Eine <i>Beta<\/i>-Version von GDevelop für Mac OS X:",
  "Download for OS X":"Download für OS X",
  "This is a beta: bugs may be present and it could not work at all!":"Dies ist eine Beta: Fehler können vorhanden sein und es könnte unter Umständen gar nicht funktionieren!",
  "Unfortunately, for now GDevelop is a desktop application, but if you want to create games anywhere, we got you covered!":"Leider ist GDevelop derzeit eine Desktop-Anwendung, aber wenn Sie Spiele überall erstellen möchten, kümmern wir uns darum!",
  "<b>GDevApp<\/b> is a radically innovative, super powerful app based on GDevelop. You can start the creation of a game in 5 minutes - directly from your browser, smartphone or tablet!":"<b>GDevApp<\/b> ist ein radikal innovative, super leistungsstarke Anwendung, die auf GDevelop basiert. Sie können die Erstellung eines Spiels in 5 Minuten - direkt von Ihrem Browser, Smartphone oder Tablet beginnen!",
  "Go to GDevApp.com":"Besuchen Sie GDevApp.com",
  "Let's give it a try and don't be shy: send us your feedback directly from the app!":"Versuchen Sie es und seien Sie nicht schüchtern: Senden Sie uns Ihre Rückmeldung direkt aus der App!",
  "For advanced users, you can download GDevelop sources on GitHub:":"Fortgeschrittene Anwender können die GDevelop Sources auf GitHub herunterladen:",
  "Build instructions are in the Readme.":"Erstellungsanweisungen sind in der Readme-Datei.",
  "Community forum":"Gemeinschaftsforum",
  "Wiki":"Wiki",
  "(with tutorials!)":"(mit Übungen!)",
  "<small>Browse all<\/small> GDevelop ecosystem<\/span>":"<small>Durchsuchen Sie das gesamte<\/small> GDevelop Ökosystem<\/span>",
  "Follow GDevelop":"Folgen Sie GDevelop",
  "GDevelop was created with <span class=\"glyphicon glyphicon-heart\"><\/span> by":"GDevelop wurde mit <span class=\"glyphicon glyphicon-heart\"><\/span> erstellt, von",
  ", with contributors adding features, fixing bugs, sending new examples, improving the wiki, helping each other on <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\">the forum<\/a>.":", mit Mitstreitern, die Funktionen hinzufügen, Fehler beheben, neue Beispiele erstellen, die Wiki-Dokumentation verbessern und sich gegenseitig im <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\">Forum<\/a> helfen."
}