{
  "Open source game creation software: No programming or coding is required! Make HTML5 and natives games for Windows, Linux (Ubuntu) and Mac OS X. Quickly build and share your games on mobile (Android and iOS) and on the web.":"Λογισμικό ανοικτού κώδικα δημιουργίας παιχνιδιών: Χωρίς να απαιτείται προγραμματισμός ή κωδικοποίηση! Κάνε HTML5 και μητρικά παιχνίδια για Windows, Linux (Ubuntu) και Mac OS X. Γρήγορα φτιάξε και μοιράσου τα παιχνίδια σου σε κινητό (Android and iOS) και στο διαδίκτυο.",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator":"GDevelop - Δημιούργησε παιχνίδια χωρίς προγραμματισμό - Ανοικτού κώδικα HTML5 και δημιουργός μητρικών παιχνίδιών",
  "Menu":"Μενού",
  "Community":"Κοινότητα",
  "Forum":"Φόρουμ",
  "Wiki & tutorials":"Wiki & βοηθήματα",
  "Contribute":"Σύμβαλλε",
  "we need you!":"σε χρειαζόμαστε!",
  "GitHub page":"GitHub σελίδα",
  "Roadmap":"Χάρτης",
  "Translations":"Μεταφράσεις",
  "GDevelop based web app":"Με βάση του GDevelop web app",
  "Try GDevApp":"Δοκιμάστε το GDevApp",
  "GDevelop":"GDevelop",
  "Events":"Γεγονότα",
  "HTML5 <br>&amp; native games":"HTML5 <br>&amp; μητρικά παιχνίδια",
  "Documentation <br>&amp; tutorials":"Τεκμηρίωση <br>&amp; tutorials",
  "Features":"Χαρακτηριστικά",
  "Open source <br>&amp; multilanguage":"Ανοικτού κώδικα <br>&amp; πολυγλωσσικό",
  "Games gallery":"Γκαλερί παιχνιδιών",
  "Download":"Λήψη αρχείου",
  "Create your own games!":"Δημιούργησε τα δικά σου παιχνίδια!",
  "GDevelop is an <span class=\"foss\">open source<\/span>, <span class=\"cp\">cross-platform<\/span> game creator designed to be used by <span class=\"everyone\">everyone<\/span> - no programming skills required.":"Το GDevelop είναι μία <span class=\"foss\">ανοικτού κώδικα<\/span>, <span class=\"cp\">πολλαπλής πλατφόρμας<\/span> δημιουργός παιχνιδιών, προορισμένη για χρήση από <span class=\"everyone\"> όλους<\/span> - χώρις να χρειάζεται να γνωρίζεις κάποα γλώσσα προγραμματισμού.",
  "Learn more":"Μάθε περισσότερα",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.":"Αυτό που κάνει το GDevelop μοναδικό και τόσο εύκολο στη χρήση, είναι τα γεγονότα. Τα γεγονότα είναι ένας ισχυρός τρόπος για να εκφραστεί η λογική του παιχνιδιού σου, χωρίς να χρειάζεται να μάθεις κάποια γλώσσα προγραμματισμού.",
  "Events are composed of conditions, on the left, and actions that are run when conditions are fulfilled":"Τα γεγονότα αποτελούνται από συνθήκές, στα αριστερά, και οι ενέργειες που εκτελούνται όταν πληρούνται οι προϋποθέσεις",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they are both destroyed.":"Όταν το πλήκτρο Space πιεστή, παίζουν οι κινήσεις και ο ήχος του χαρακτήρα. Εάν μια βόμβα αγγίξει το χαρακτήρα, και τα δύο καταστρέφονται.",
  "HTML5 & native games":"HTML5 & μητρικά παιχνίδια",
  "GDevelop flexible architecture allows you to choose if you want to create an <b>HTML5 game<\/b> that can be played on the web and exported to Android, or a <b>native game<\/b> for your operating system. Or activate both platforms and export your game everywhere!":"Η ευέλικτη αρχιτεκτονική του GDevelop σου επιτρέπει να επιλέξεις εάν θες να δημιουργήσεις ένα <b>HTML5 παιχνίδι<\/b> που μπορεί να παιχτεί στο διαδίκτυο και να εξαχθεί στο Android, η ένα <b>μητρικό παιχνίδι<\/b> για το λειτουργικό σου σύστημα. Ή ενεργοποιής και τις δύο πλατφόρμες και εξάγης το παιχνίδι σου παντού!",
  "Create games for Android and iOS without programming":"Δημιούργησε παιχνίδια για Android και iOS χωρίς προγραμματισμό",
  "Documentation & tutorials <small>on the collaborative wiki<\/small>":"Τεκμηρίωση & tutorials <small>στο συνεργατικό wiki<\/small>",
  "Want to learn step-by-step how to use GDevelop, or need help about a specific feature? The wiki has tutorials for beginners and a complete documentation concerning the software.":"Θέλετε να μάθετε βήμα-βήμα πώς να χρησιμοποιήστε το GDevelop, ή χρειάζεστε βοήθεια σχετικά με μια συγκεκριμένη δυνατότητα; Το wiki έχει μαθήματα για αρχάριους και μια πλήρη τεκμηρίωση σχετικά με το λογισμικό.",
  "Learn how to create a platformer game":"Μάθετε πώς να δημιουργήσετε ένα παιχνίδι πλατφόρμας",
  "How to publish your game on Android or iOS":"Πώς να δημοσιεύσετε σας παιχνίδι στο Android ή στο iOS",
  "GDevelop features are provided thanks to extensions, allowing you to embed into your game just what you need. Here is a short list of what you get when using GD!":"Τα χαρακτηριστικά του GDevelop παρέχονται χάρη στις επεκτάσεις, επιτρέποντας να ενσωματώσεις στο παιχνίδι σου ακριβώς τι χρειάζεσαι. Εδώ είναι μια σύντομη λίστα από αυτά που πέρνεις όταν χρησιμοποιής το GD!",
  "Tons of objects ready to be used":"Αμέτριτα αντικείμενα έτοιμα να τα χρησιμοποιήσετε",
  "Sprites with multiple animations":"Στοιχέια με πολλαπλά κινούμενα σχέδια",
  "\"9 patch\" and tiled sprites":"\"9 Σημείων\" και δάπεδα στοιχεία",
  "Text objects":"Αντικείμενα κειμένου",
  "3D boxes":"3D κουτιά",
  "for native games":"για μητρικά παιχνίδια",
  "Draw your own shape on screen with the Shape Painter":"Σχεδίασε το δικό σου σχήμαα στην οθόνη με το Shape Painter",
  "Particle engine":"μηχανή σωματιδίων",
  "Make RPG-like maps with the Tiled map objects":"Δημιούργησε όπως σε παιχνίδια ρόλων, χάρτες με το δάπεδο χάρτη αντικείμενο",
  "Dynamic lights and shadows":"Δυναμικά φώτα και σκιές",
  "Support for custom collision masks":"Υποστήριξη για προσαρμοσμένες μάσκες συγκρούσεων",
  "Quickly add behaviors to your objects":"Γρήγορα πρόσθεσε συμπεριφορές στα αντικείμενα σου",
  "Physics engine":"Μηχανή φυσικής",
  "- Add a realistic behavior to your objects":"- Πρόσθεσε ρεαλιστική συμπεριφορά στα αντικείμενα σου",
  "Pathfinding":"Εύρεση μονοπατιού",
  "to move objects avoiding obstacles":"για να μετακινήσεις αντικείμενα, αποφεύγοντας εμπόδια",
  "Top-down movement":"Πάνω προς τα κάτω κίνηση",
  "Platformer engine":"Μηχανή πλατφόρμας",
  "- create platformer games in a breeze":"- δημιούργησε παιχνίδια πλατφόρμας πολύ εύκολα",
  "Draggable objects":"Συρόμενα αντικείμενα",
  "- quickly make your objects draggable with mouse\/touch":"- κάνε γρήγορα τα αντικείμενα σου συρόμενα με ποντίκι\/αφή",
  "And more, to automate current tasks and behaviors in a few clicks!":"Και ακόμα περισσότερα, για να αυτοματοποιήσης τρέχουσες εργασίες για τις συμπεριφορές με λίγα μονο κλικ!",
  "Design advanced levels and interfaces":"Σχεδιάστε προχωρημένα επίπεδα και διεπαφές",
  "The scene editor let you visually edit your levels":"Ο συντάκτης σκηνής σε αφήνει να επεξεργαστείς οπτικά τα επίπεδα σου",
  "Multiple layers support":"Υποστήριξη πολλαπλών επιπέδων",
  "- Add interfaces and create parallax effects":"- Πρόσθεσε διεπαφές και δημιούργησε εφφέ παράλλαξης",
  "Create dynamically your levels with external layouts":"Δημιούργησε δυναμικά τα επίπεδα σου με εξωτερικές διατάξεις",
  "Integrated debugger and performance profilers":"Ενσωματομένο πρόγραμμα εντοπισμού σφαλμάτων και κατανομή απόδοσης",
  "Make desktop & mobile ready games":"Δημιούργησε για επιτραπέζιους υπολογιστές & κινητά παιχνίδια",
  "Save player data with HTML5 & native storage":"Αποθήκευσε τα δεδομένα του παίκτη με HTML5 & μητρική αποθήκευση",
  "Full support for sounds effects and musics":"Πλήρη υποστήριξη για εφέ ήχου και μουσικές",
  "Joystick and full keyboard support":"Joystick και πλήρες πληκτρολόγιο υποστήριξη",
  "Touchscreens support with multitouch":"Οθόνες αφής υποστήριξη με multitouch",
  "for HTML5 games":"για HTML5 παιχνίδια",
  "Build ambitious games with advanced features":"Φτιάξε φιλόδοξα παιχνίδια με προηγμένα χαρακτηριστικά",
  "Communicate with external websites using HTTP requests":"Επικοινώνησε με εξωτερικούς ιστότοπους χρησιμοποιώντας αιτήσεις HTTP",
  "Use advanced events: loops, foreach":"Χρησιμοποίησε προηγμένα γεγονότα: βρόχοι, για κάθε",
  "and even functions":"Ακόμη και συναρτήσεις",
  "Manipulate variables with arbitrary complex structures":"Παραμετροποίησε μεταβλητές με αυθαίρετες σύνθετες δομές",
  "and even JSON support":"ακόμη και υποστήριξη JSON",
  "What people say":"Τι λένε οι υπόλοιποι",
  "These feedbacks are a source of motivation for us, developers of GDevelop. Do not hesitate to send us what you think of GDevelop after trying it!":"Αυτά τα σχόλια είναι πηγή κίνητρου για εμάς, προγραμματιστές του GDevelop. Μην διστάσεις να μας στείλεις τη γνώμη σου για το GDevelop εφόσον το έχεις δοκιμάσει!",
  "Open source & multilanguage":"Ανοικτού κώδικα & πολυγλωσσικό",
  "GDevelop is open source (even <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\">this website<\/a>): anyone can contribute and improve the software! Your games are also based on robust, free &amp; open source technologies.":"Το GDevelop είναι ανοικτού κώδικα (ακόμη και <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\">αυτή η ιστοσελίδα<\/a>): οποιοσδήποτε μπορεί να συμβάλει κα να βελτιώση το λογισμικό! Τα παιχνίδια σου επίσης είναι βασισμένα σε ισχυρές, ελεύθερες &amp; ανοικτού κώδικα τεχνολογίες.",
  "Contribute on GitHub":"Σύμβαλε στο GitHub",
  "Check the development roadmap":"Έλεγξε τον χάρτη ανάπτυξης",
  "GDevelop is built from the ground to be translated into any language.":"Το GDevelop είναι χτισμένο από το μηδέν προς μετάφραση σε οποιαδήποτε γλώσσα.",
  "It's already available in:":"Είναι ήδη διαθέσιμο για:",
  "And translation are currently being made for:":"Και μεταφράσης γίνονται για:",
  "Help to translate GDevelop!":"Βοήθησε στην μετάφραση του GDevelop!",
  "Games created with GDevelop":"Παιχνίδια που δημιουργήθηκαν με GDevelop",
  "by":"από",
  "Play":"Παίξε",
  "Bundled":"Συνοδευόμενο",
  "...and maybe your next game here?":"...και ίσως το επόμενο σου παιχνίδι εδώ;",
  "Download GDevelop":"Κάνε λήψη το GDevelop",
  "You'll soon be creating your own games without programming!":"Σύντομα θα δημιουργής δικά σου παιχνίδια χωρίς προγραμματισμό!",
  "Other linux":"Άλλα linux",
  "Sources":"Πηγές",
  "Download and install GDevelop for Windows:":"Κάνε λήψη και εγκατέστησε το GDevelop για Windows:",
  "Download for Windows":"Κάνε λήψη για Windows",
  "also available":"επίσης διαθέσιμο",
  "without installer":"Χωρίς πρόγραμμα εγκατάστασης",
  "GDevelop is available for <a href=\"http:\/\/www.ubuntu.com\/download\/desktop\">Ubuntu 64bits<\/a> only!":"Το GDevelop είναι διαθέσιμο για <a href=\"http:\/\/www.ubuntu.com\/download\/desktop\">Ubuntu 64bits<\/a> μόνο!",
  "Open a terminal by pressing":"Άνοιξε ένα τερματικό πατώντας",
  "Then type (and press enter after each line):":"Στη συνέχεια, πληκτρολόγησε (και πάτα enter μετά από κάθε γραμμή):",
  "You're done! Type GDevelop in the launch search bar to start.":"Τελείωσες! Πληκτρολόγησε GDevelop στη γραμμή αναζήτης της εκκίνησης για να ξεκινήσεις.",
  "You can get GDevelop for:":"Μπορείς να πάρεις το GDevelop για:",
  "(from sources)":"(από πηγές)",
  "This is an unofficial package":"Αυτό ειναι ένα ανεπίσημο πακέτο",
  "Remember that GDevelop is primarily <b>tested on Ubuntu<\/b>.":"Να θυμάσε ότι το GDevelop είναι πρωτίστως <b>δοκιμασμένο σε Ubuntu<\/b>.",
  "Your feedback are welcome <a href=\"http:\/\/forum.compilgames.net\">on the forum <\/a>.":"Τα σχόλια σου είναι ευπρόσδεκτα <a href=\"http:\/\/forum.compilgames.net\">στο φόρουμ <\/a>.",
  "A <i>Beta<\/i> version of GDevelop for Mac OS X:":"Μία <i>Beta<\/i> έκδοση του GDevelop για Mac OS X:",
  "Download for OS X":"Κάνε λήψη για OS X",
  "This is a beta: bugs may be present and it could not work at all!":"Αυτό είναι beta: μπορεί να προκίψουν σφάλματα και θα μπορούσε να μην λειτουργεί καθόλου!",
  "Unfortunately, for now GDevelop is a desktop application, but if you want to create games anywhere, we got you covered!":"Δυστυχώς, προς το παρόν το GDevelop είναι μια εφαρμογή για επιτραπέζιο υπολογιστή, αλλά εάν θέλεις να δημιουργήσεις παιχνίδια οπουδήποτε, σε έχουμε καλυμένο!",
  "<b>GDevApp<\/b> is a radically innovative, super powerful app based on GDevelop. You can start the creation of a game in 5 minutes - directly from your browser, smartphone or tablet!":"<b>Το GDevApp<\/b> είναι μια ριζικά καινοτόμα, πολύ ισχυρή εφαρμογή βασισμένη πάνω στο GDevelop. Μπορείς να ξεκινήσεις τη δημιουργία ενός παιχνιδιού σε 5 λεπτά - απευθείας από το πρόγραμμα περιήγησης, το smartphone ή το tablet!",
  "Go to GDevApp.com":"Πήγαινε στο GDevApp.com",
  "Let's give it a try and don't be shy: send us your feedback directly from the app!":"Κάνε μια δοκιμή και μην ντρέπεσαι: στείλε μας τα σχόλια σου απευθείας από το πρόγραμμα!",
  "For advanced users, you can download GDevelop sources on GitHub:":"Για προχωρημένους χρήστες, μπορείς να κάνεις λήψη τον πηγαίο κώδικα του GDevelop από το GitHub:",
  "Build instructions are in the Readme.":"Οι οδηγίες του μεταγλωτιστή είναι στο αρχείο Readme.",
  "Community forum":"Φόρουμ κοινότητας",
  "Wiki":"Wiki",
  "(with tutorials!)":"(με βοηθήματα!)",
  "<small>Browse all<\/small> GDevelop ecosystem<\/span>":"<small>Περιήγησου όλο<\/small> το GDevelop οικοσύστημα<\/span>",
  "Follow GDevelop":"Ακολούθησε το GDevelop",
  "GDevelop was created with <span class=\"glyphicon glyphicon-heart\"><\/span> by":"Το GDevelop δημιουργήθηκε με <span class=\"glyphicon glyphicon-heart\"><\/span> από",
  ", with contributors adding features, fixing bugs, sending new examples, improving the wiki, helping each other on <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\">the forum<\/a>.":", με συντελεστές να προσθέτουν χαρακτηριστικά, να διορθώνουν σφάλματα, να αποστέλουν νέα παραδείγματα, να βελτιώνουν το wiki, να αλληλοβοηθούνται στο <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\">φόρουμ<\/a>."
}