{
  "Open source game creation software: No programming or coding is required! Make HTML5 and natives games for Windows, Linux (Ubuntu) and Mac OS X. Quickly build and share your games on mobile (Android and iOS) and on the web.":"Software para la creación de juegos de código abierto: No  se requiere conocimientos de programación! Crea juegos HTML5 o nativos para Windows, Linux (Ubuntu) y Mac OS X. Desarrolla y comparte tus juegos en móviles (Android e iOS) y en la web.",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator":"GDevelop - Crea juegos sin programar - Creador de juegos HTML5 y nativos de código abierto",
  "Menu":"Menú",
  "Community":"Comunidad",
  "Forum":"Foro",
  "Wiki & tutorials":"Wiki & tutoriales",
  "Contribute":"Contribuir",
  "we need you!":"¡agradecemos tu ayuda!",
  "GitHub page":"Página de GitHub",
  "Roadmap":"Plan de desarrollo",
  "Translations":"Traducciones",
  "GDevelop based web app":"Aplicación web basada en GDevelop",
  "Try GDevApp":"Probar GDevApp",
  "GDevelop":"GDevelop",
  "Events":"Eventos",
  "HTML5 <br>&amp; native games":"Juegos HTML5 <br>&amp; nativos",
  "Documentation <br>&amp; tutorials":"Documentación <br>&amp; tutoriales",
  "Features":"Características",
  "Open source <br>&amp; multilanguage":"Código abierto <br>&amp; multilenguaje",
  "Games gallery":"Galería de juegos",
  "Download":"Descargar",
  "Create your own games!":"¡Crea tus propios juegos!",
  "GDevelop is an <span class=\"foss\">open source<\/span>, <span class=\"cp\">cross-platform<\/span> game creator designed to be used by <span class=\"everyone\">everyone<\/span> - no programming skills required.":"GDevelop es un creador de juegos de <span class=\"foss\">código abierto<\/span>, <span class=\"cp\">multiplataforma<\/span>, diseñado para ser usado por <span class=\"everyone\">todos<\/span> - no se requieren conocimientos de programación.",
  "Learn more":"Saber más",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.":"Lo que hace a GDevelop único y tan fácil de usar son los eventos. Los eventos son una forma poderosa de expresar la lógica de tu juego, sin tener que aprender un lenguaje de programación.",
  "Events are composed of conditions, on the left, and actions that are run when conditions are fulfilled":"Los eventos están compuestos de condiciones, a la izquierda, y acciones que se ejecutan cuando las condiciones se cumplen",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they are both destroyed.":"Cuando la barra espaciadora es presionada, la animación del personaje y la reproducción de un sonido son iniciadas. Si una bomba toca al personaje, ambos son destruidos.",
  "HTML5 & native games":"Juegos HTML5 & nativos",
  "GDevelop flexible architecture allows you to choose if you want to create an <b>HTML5 game<\/b> that can be played on the web and exported to Android, or a <b>native game<\/b> for your operating system. Or activate both platforms and export your game everywhere!":"La arquitectura flexible de GDevelop te permite elegir si quieres crear un <b>juego HTML5<\/b> que puede ser jugado en la web o exportado para Android, o un <b>juego nativo<\/b> para tu sistema operativo. O activa ambas plataformas y exporta tu juego a todas partes!",
  "Create games for Android and iOS without programming":"Crea juegos para Android e iOS sin programar",
  "Documentation & tutorials <small>on the collaborative wiki<\/small>":"Documentación & tutoriales <small>en la wiki colaborativa<\/small>",
  "Want to learn step-by-step how to use GDevelop, or need help about a specific feature? The wiki has tutorials for beginners and a complete documentation concerning the software.":"¿Quieres aprender paso a paso cómo usar GDevelop, o necesitas ayuda sobre una función específica? La wiki tiene tutoriales para principiantes y una documentación completa sobre GDevelop.",
  "Learn how to create a platformer game":"Aprende a crear un juego de plataformas",
  "How to publish your game on Android or iOS":"Como publicar tu juego en Android o iOS",
  "GDevelop features are provided thanks to extensions, allowing you to embed into your game just what you need. Here is a short list of what you get when using GD!":"Las funcionalidades de GDevelop son proporcionadas por las extensiones, permitiéndote incorporar en tu juego lo que necesitas. Aquí hay una corta lista de lo que tienes a disposición cuando utilizas GD!",
  "Tons of objects ready to be used":"Muchos objetos listos para ser usados",
  "Sprites with multiple animations":"Sprites (imágenes) con múltiples animaciones",
  "\"9 patch\" and tiled sprites":"\"9 patch\" (paneles) y mosaicos",
  "Text objects":"Objetos de texto",
  "3D boxes":"Cajas 3D",
  "for native games":"para juegos nativos",
  "Draw your own shape on screen with the Shape Painter":"Dibuja formas libremente en la pantalla con el Pintor de Formas",
  "Particle engine":"Motor de partículas",
  "Make RPG-like maps with the Tiled map objects":"Crea mapas estilo-RPG con el objeto Mapa de Mosaicos",
  "Dynamic lights and shadows":"Luces y sombras dinámicas",
  "Support for custom collision masks":"Soporte para máscaras de colisión personalizadas",
  "Quickly add behaviors to your objects":"Agrega comportamientos a tus objetos rápidamente",
  "Physics engine":"Motor físico",
  "- Add a realistic behavior to your objects":"- Agrega un comportamiento realista a tus objetos",
  "Pathfinding":"Búsqueda de rutas",
  "to move objects avoiding obstacles":"para mover objetos y evadir obstáculos",
  "Top-down movement":"Movimiento de arriba-abajo (top-down)",
  "Platformer engine":"Motor para juego de plataformas",
  "- create platformer games in a breeze":"- crea juegos de plataformas en un abrir y cerrar de ojos",
  "Draggable objects":"Objetos arrastrables",
  "- quickly make your objects draggable with mouse\/touch":"- haz que tus objetos sean arrastrados con el ratón\/toques táctiles",
  "And more, to automate current tasks and behaviors in a few clicks!":"Y más, ¡para automatizar tareas y comportamientos en unos pocos clicks!",
  "Design advanced levels and interfaces":"Diseña niveles avanzados e interfaces",
  "The scene editor let you visually edit your levels":"El editor de escena te permite editar visualmente tus niveles",
  "Multiple layers support":"Soporte para múltiples capas",
  "- Add interfaces and create parallax effects":"- Agrega interfaces y crea efectos de paralaje",
  "Create dynamically your levels with external layouts":"Crea niveles dinámicamente a través de diseños externos",
  "Integrated debugger and performance profilers":"Depurador y monitor de rendimiento integrados",
  "Make desktop & mobile ready games":"Crea juegos para móviles y escritorio",
  "Save player data with HTML5 & native storage":"Guarda datos del jugador con el almacenamiento  HTML5 & nativo",
  "Full support for sounds effects and musics":"Soporte completo para efectos de sonido y músicas",
  "Joystick and full keyboard support":"Soporte para teclado y joystick",
  "Touchscreens support with multitouch":"Soporte para pantallas táctiles con multitáctil",
  "for HTML5 games":"para juegos HTML5",
  "Build ambitious games with advanced features":"Desarrolla juegos ambiciosos con funciones avanzadas",
  "Communicate with external websites using HTTP requests":"Comunícate con sitios web externos utilizando peticiones HTTP",
  "Use advanced events: loops, foreach":"Usa eventos avanzados: bucles, \"foreach\"",
  "and even functions":"e incluso funciones",
  "Manipulate variables with arbitrary complex structures":"Manipula variables con estructuras complejas y arbitrarias",
  "and even JSON support":"e inclusive usar JSON",
  "What people say":"Qué dice los usuarios",
  "These feedbacks are a source of motivation for us, developers of GDevelop. Do not hesitate to send us what you think of GDevelop after trying it!":"Estos comentarios son una fuente de motivación para nosotros, los desarrolladores de GDevelop. ¡No dudes en enviarnos lo que tú piensas de GDevelop después de probarlo!",
  "Open source & multilanguage":"Código abierto & multilenguaje",
  "GDevelop is open source (even <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\">this website<\/a>): anyone can contribute and improve the software! Your games are also based on robust, free &amp; open source technologies.":"GDevelop es de código abierto (incluso <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\">este sitio web<\/a> lo es): ¡cualquiera puede contribuir y mejorar el software! Tus juegos están basados en tecnologías robustas, gratuitas y de código abierto.",
  "Contribute on GitHub":"Contribuir en GitHub",
  "Check the development roadmap":"Ver el plan de desarrollo",
  "GDevelop is built from the ground to be translated into any language.":"GDevelop está construido desde cero para ser traducido a cualquier idioma.",
  "It's already available in:":"Ya está disponible en:",
  "And translation are currently being made for:":"Y actualmente se están haciendo traducciones para:",
  "Help to translate GDevelop!":"¡Ayudar a traducir GDevelop!",
  "Games created with GDevelop":"Juegos creados con GDevelop",
  "by":"por",
  "Play":"Jugar",
  "Bundled":"Incluido",
  "...and maybe your next game here?":"...¿y tal vez tu próximo juego aquí?",
  "Download GDevelop":"Descargar GDevelop",
  "You'll soon be creating your own games without programming!":"¡Pronto estarás creando tus propios juegos, sin programar!",
  "Other linux":"Otro linux",
  "Sources":"Fuentes",
  "Download and install GDevelop for Windows:":"Descargar e instalar GDevelop para Windows:",
  "Download for Windows":"Descargar para Windows",
  "also available":"también disponible",
  "without installer":"sin instalador",
  "GDevelop is available for <a href=\"http:\/\/www.ubuntu.com\/download\/desktop\">Ubuntu 64bits<\/a> only!":"¡GDevelop está disponible sólamente para <a href=\"http:\/\/www.ubuntu.com\/download\/desktop\">Ubuntu 64bits<\/a>!",
  "Open a terminal by pressing":"Abre una terminal presionando",
  "Then type (and press enter after each line):":"Luego escribe (y presiona Enter después de cada linea):",
  "You're done! Type GDevelop in the launch search bar to start.":"¡Terminaste! Escribe GDevelop en la barra de lanzamiento\/búsqueda para comenzar.",
  "You can get GDevelop for:":"Puedes obtener GDevelop para:",
  "(from sources)":"(desde el código fuente)",
  "This is an unofficial package":"Este paquete no es oficial",
  "Remember that GDevelop is primarily <b>tested on Ubuntu<\/b>.":"Recuerda que GDevelop está principalmente <b>probado en Ubuntu<\/b>.",
  "Your feedback are welcome <a href=\"http:\/\/forum.compilgames.net\">on the forum <\/a>.":"Tus comentarios son bienvenidos <a href=\"http:\/\/forum.compilgames.net\">en el foro<\/a>.",
  "A <i>Beta<\/i> version of GDevelop for Mac OS X:":"Una versión <i>Beta<\/i> de GDevelop para Mac OS X:",
  "Download for OS X":"Descargar para OS X",
  "This is a beta: bugs may be present and it could not work at all!":"Ésta es una versión beta: pueden presentarse errores o incluso podría no funcionar!",
  "Unfortunately, for now GDevelop is a desktop application, but if you want to create games anywhere, we got you covered!":"Desafortunadamente, por ahora GDevelop es una aplicación de escritorio, pero si quieres crear juegos en cualquier parte, ¡tenemos una solución!",
  "<b>GDevApp<\/b> is a radically innovative, super powerful app based on GDevelop. You can start the creation of a game in 5 minutes - directly from your browser, smartphone or tablet!":"<b>GDevApp<\/b> es una aplicación web súper-potente, radicalmente innovadora, basada en GDevelop. Puedes comenzar la creación de un juego en 5 minutos - ¡directamente desde tu navegador, smartphone o tablet!",
  "Go to GDevApp.com":"Ir a GDevApp.com",
  "Let's give it a try and don't be shy: send us your feedback directly from the app!":"Pruébalo y no seas tímido: ¡envíanos tus comentarios directamente desde la aplicación!",
  "For advanced users, you can download GDevelop sources on GitHub:":"Para usuarios avanzados, puedes descargar el código fuente de GDevelop en GitHub:",
  "Build instructions are in the Readme.":"Las instrucciones de compilación están en Readme.",
  "Community forum":"Foro de la comunidad",
  "Wiki":"Wiki",
  "(with tutorials!)":"(¡con tutoriales!)",
  "<small>Browse all<\/small> GDevelop ecosystem<\/span>":"<small>Ver todos los<\/small> sitios vinculados a GDevelop<\/span>",
  "Follow GDevelop":"Sigue a GDevelop",
  "GDevelop was created with <span class=\"glyphicon glyphicon-heart\"><\/span> by":"GDevelop fue creado con <span class=\"glyphicon glyphicon-heart\"><\/span> por",
  ", with contributors adding features, fixing bugs, sending new examples, improving the wiki, helping each other on <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\">the forum<\/a>.":", con contribuidores agregando características, corrigiendo errores, enviando nuevos ejemplos, mejorando la wiki, ayudándose unos a otros en <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\">el foro<\/a>."
}