{
  "Open source game creation software: No programming or coding is required! Make HTML5 and natives games for Windows, Linux (Ubuntu) and Mac OS X. Quickly build and share your games on mobile (Android and iOS) and on the web.":"Besplatno Za Koristit Game Creation Program: programiranja ili kodiranje nije potrebno. HTML5 i klasicneigre za Windows, Linux (Ubuntu) i Mac OS X. brzo izgradi i podijeliti svoje igre na mobitelu (Android i iOS) i na webu.",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator":"Gdevelop- izraduje igrice bez programiranja-Otvoreni izvor HTML5 i Klasicnog Kreiranja Igrica",
  "Menu":"Izbornik",
  "Community":"Zajednica",
  "Forum":"Forum",
  "Wiki & tutorials":"Wiki  i Tutoriali",
  "Contribute":"Doprinosite",
  "we need you!":"mi trebamo vas!",
  "GitHub page":"GitHub Stranica",
  "Roadmap":"Putokaz",
  "Translations":"Prijevodi",
  "GDevelop based web app":"Gdevelop na temelju web aplikacije",
  "Try GDevApp":"Probajte GDevApp",
  "GDevelop":"GDevelop",
  "Events":"Događaji",
  "HTML5 <br>&amp; native games":"HTML5 <br>&amp; Izvorne igrice",
  "Documentation <br>&amp; tutorials":"Dokumenti <br>&amp; tutorijali",
  "Features":"Svojstva",
  "Open source <br>&amp; multilanguage":"OpenBSD izvor <br>&amp; višejezični",
  "Games gallery":"Galerija Igrica",
  "Download":"Preuzmi",
  "Create your own games!":"Izradite vlastitu igricu!",
  "GDevelop is an <span class=\"foss\">open source<\/span>, <span class=\"cp\">cross-platform<\/span> game creator designed to be used by <span class=\"everyone\">everyone<\/span> - no programming skills required.":"GDevelop je <span class=\"foss\"> otvoren izvor<\/span>, <span class=\"cp\"> cross-platforma<\/span> program za izradu igrice namijenjen za upotrebu <span class=\"everyone\"> svima<\/span> - bez potreba programerskih vjestina",
  "Learn more":"Saznajte Vise",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.":"Što čini GDevelop jedinstven i tako jednostavan za korištenje su događaji. Događaji su moćan način izraziti logiku igre, bez potrebe za učenjem programskih jezika.",
  "Events are composed of conditions, on the left, and actions that are run when conditions are fulfilled":"Događaji se sastoje od uvjeta, na lijevo i postupke koji su pokrenuti kada se ispune uvjeti",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they are both destroyed.":"Pritiskom prostor karakter animacija i zvuk su Pokrenuti. Ako bomba dotakne karakter, oni su oboje uništeni.",
  "HTML5 & native games":"HTML5 i izvornih igre",
  "GDevelop flexible architecture allows you to choose if you want to create an <b>HTML5 game<\/b> that can be played on the web and exported to Android, or a <b>native game<\/b> for your operating system. Or activate both platforms and export your game everywhere!":"GDevelop fleksibilna arhitektura omogućuje odabir ako želite stvoriti <b>HTML5 igre<\/b> koje se mogu igrao na webu i izvesti u Android ili <b>izvorni igra<\/b> za vaš operacijski sustav. Ili aktivirati obje platforme i izvozi igru svugdje!",
  "Create games for Android and iOS without programming":"Stvorite igru za Android i IOS Bez Programiranja!",
  "Documentation & tutorials <small>on the collaborative wiki<\/small>":"Dokumente i Tutorijale <small>  na usluzi wiki <\/small>",
  "Want to learn step-by-step how to use GDevelop, or need help about a specific feature? The wiki has tutorials for beginners and a complete documentation concerning the software.":"Želite li naučiti korak po korak kako koristiti GDevelop, ili trebate pomoć u vezi određene značajke? Wiki je tutoriali za početnike i kompletnu dokumentaciju o softver.",
  "Learn how to create a platformer game":"Saznajte kako stvorit platformer igricu",
  "How to publish your game on Android or iOS":"Kako objavit svoju igricu na Android ili IOS",
  "GDevelop features are provided thanks to extensions, allowing you to embed into your game just what you need. Here is a short list of what you get when using GD!":"GDevelop značajke su koje zahvaljujući proširenja, omogućujući vam da uložite u svoju igru upravo ono što trebate. Ovdje je kratak popis onoga što dobijete kada koristite GD!",
  "Tons of objects ready to be used":"Tona objekata spreman za korištenje",
  "Sprites with multiple animations":"Duhovi sa više animacije",
  "\"9 patch\" and tiled sprites":"\"9 zakrpa\" i popločan duh",
  "Text objects":"Tekst Objekt",
  "3D boxes":"3D Kutije",
  "for native games":"Za Izvorne Igre",
  "Draw your own shape on screen with the Shape Painter":"Nacrtajte vlastiti oblik na ekranu sa oblikom slike",
  "Particle engine":"Djelici Motora",
  "Make RPG-like maps with the Tiled map objects":"Napravi slicnu RPG mapu sa poplocnim map objektima",
  "Dynamic lights and shadows":"Dinamička svjetla i sjene",
  "Support for custom collision masks":"Podrska za prilagodene sudarne maske",
  "Quickly add behaviors to your objects":"Brzo dodaj ponasanje tvog objekta",
  "Physics engine":"Fizike Motora",
  "- Add a realistic behavior to your objects":"Dodaj realisticno ponasanje tvog objekta",
  "Pathfinding":"Pronalazac puta",
  "to move objects avoiding obstacles":"Za pomicanje objekta izbjegajite prepreke",
  "Top-down movement":"Kretanje sa vrha prema dole",
  "Platformer engine":"Platform engine",
  "- create platformer games in a breeze":"-Izrada Platform igrica u lahoru",
  "Draggable objects":"Pomicajuci objekti",
  "- quickly make your objects draggable with mouse\/touch":"Brzo napravi tvoj objekt pomicajucim sa klikom miša",
  "And more, to automate current tasks and behaviors in a few clicks!":"I vise za automatizaciju trenutnih zadataka i ponasanja u nekoliko klikova!",
  "Design advanced levels and interfaces":"Dizajn napredne razine i sučelja",
  "The scene editor let you visually edit your levels":"Scena editor dopustava da vizualno uredite vaše razine",
  "Multiple layers support":"Podrška za više slojeve",
  "- Add interfaces and create parallax effects":"-Dodati sučelja i stvoriti efekt paralakse",
  "Create dynamically your levels with external layouts":"Stvoriti dinamično razinu vanjskog izgleda",
  "Integrated debugger and performance profilers":"Integrirani program za pronalaženje pogrešaka i izvođenje profil",
  "Make desktop & mobile ready games":"Izradi Kompjutersku & Mobilnu igricu spremnu za koristenje",
  "Save player data with HTML5 & native storage":"Spremi igraceve podatke sa HTML5 & Izvornim Podacima",
  "Full support for sounds effects and musics":"Puna podrska za zvucne efekte i muziku",
  "Joystick and full keyboard support":"Joystick i tipkovnica kompatibilna",
  "Touchscreens support with multitouch":"Zaslon na dodir podrzan sa multi dodirom",
  "for HTML5 games":"za HTML5 igre",
  "Build ambitious games with advanced features":"Izgradi ambiciozne igre s naprednim značajkama",
  "Communicate with external websites using HTTP requests":"Komuniciraj sa vanjskom webstranicum koristeci HTTP zahtjeve",
  "Use advanced events: loops, foreach":"Koristi Napredna Dogadanja: petlje, za svakoga",
  "and even functions":"Pa čak i funkcije",
  "Manipulate variables with arbitrary complex structures":"Manipuliraj varijablama s arbitarnim složenem strukturom",
  "and even JSON support":"i čak i JSON Podrškom",
  "What people say":"Što ljudi Govore",
  "These feedbacks are a source of motivation for us, developers of GDevelop. Do not hesitate to send us what you think of GDevelop after trying it!":"Ovih komentara su izvor motivacije za nas, Devloplere GDevelop. Ne ustručavajte se poslati nam što mislite o GDevelop nakon što ga probate!",
  "Open source & multilanguage":"OpenBSD izvor i višejezični",
  "GDevelop is open source (even <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\">this website<\/a>): anyone can contribute and improve the software! Your games are also based on robust, free &amp; open source technologies.":"GDevelop je open source (čak i <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\"> ova web stranica<\/a>): svatko može doprinijeti i poboljšanje softvera! Igre se također temelji na robustan, slobodan i OpenBSD izvor tehnologija.",
  "Contribute on GitHub":"Doprinos na GitHub",
  "Check the development roadmap":"Provjerite plan razvoja",
  "GDevelop is built from the ground to be translated into any language.":"GDevelop je izgrađen da bude preveden na bilo koji jezik.",
  "It's already available in:":"Već je dostupna na:",
  "And translation are currently being made for:":"I prijevod u tijeku je:",
  "Help to translate GDevelop!":"Pomozite prevesti GDevelop!",
  "Games created with GDevelop":"Igre stvorene sa Gdevelop",
  "by":"od",
  "Play":"Igraj",
  "Bundled":"Prilozen",
  "...and maybe your next game here?":"i mozda vasa sljedeca igrica dospije ovdje?",
  "Download GDevelop":"Preuzmite GDevelop",
  "You'll soon be creating your own games without programming!":"Uskoro ćete kreirati  vlastite igre bez programiranja!",
  "Other linux":"Ostali Linux",
  "Sources":"Izvori",
  "Download and install GDevelop for Windows:":"Preuzmite i instalirajte Gdevelop za Windows:",
  "Download for Windows":"Preuzmite za Windows",
  "also available":"dostupan je i za",
  "without installer":"bez instalacijskog programa",
  "GDevelop is available for <a href=\"http:\/\/www.ubuntu.com\/download\/desktop\">Ubuntu 64bits<\/a> only!":"GDevelop je dostupan za <a href=\"http:\/\/www.ubuntu.com\/download\/desktop\"> Ubuntu 64bits<\/a> samo!",
  "Open a terminal by pressing":"Otvorite terminal pritiskom",
  "Then type (and press enter after each line):":"Zatim unesite(i pritisnite enter nakon svakog retka):",
  "You're done! Type GDevelop in the launch search bar to start.":"Gotovi Ste! Upisite Gdevelop u pretrazivacu za pocetak.",
  "You can get GDevelop for:":"Mozete dobit GDevelop za:",
  "(from sources)":"(Iz Izvora)",
  "This is an unofficial package":"Ovo je nesluzbeni paket",
  "Remember that GDevelop is primarily <b>tested on Ubuntu<\/b>.":"Sjetite se da Gdevelop je prvenstveno <b> Testiran na Ubuntu<\/b>",
  "Your feedback are welcome <a href=\"http:\/\/forum.compilgames.net\">on the forum <\/a>.":"Povratne informacije su dobrodosle<a href=\"http:\/\/forum.compilgames.net\"> na forum<\/a>.",
  "A <i>Beta<\/i> version of GDevelop for Mac OS X:":"<i>Beta<\/i> verzija Gdevelop za MAC OS X:",
  "Download for OS X":"Preuzmi Za OS X",
  "This is a beta: bugs may be present and it could not work at all!":"Ovo Je Beta: Bugovi mogu bit vidljivi i  mozda nebi radilo kako treba sve!",
  "Unfortunately, for now GDevelop is a desktop application, but if you want to create games anywhere, we got you covered!":"Nazalost,za sada aplikacija je za kompjutere,ali ako zelite kreirati igrice bilo gdje,imamo vas zasticene!",
  "<b>GDevApp<\/b> is a radically innovative, super powerful app based on GDevelop. You can start the creation of a game in 5 minutes - directly from your browser, smartphone or tablet!":"<b>GDevApp<\/b> je radikalno inovativne, super snažan aplikacija temelji se na GDevelop. Stvaranje igre za 5 minuta - možete pokrenuti izravno iz vašeg preglednika, smartphone ili tableta!",
  "Go to GDevApp.com":"Idite na GDevApp.com",
  "Let's give it a try and don't be shy: send us your feedback directly from the app!":"Ajmo probati i nebudite sramezljivi: posaljite povratne informacije izravno iz aplikacije!",
  "For advanced users, you can download GDevelop sources on GitHub:":"Za napredne korisnike, možete preuzieti datoteku GDevelop izvor na GitHub:",
  "Build instructions are in the Readme.":"Izgradene instrukcije su u Readme.",
  "Community forum":"Forum Zajednice",
  "Wiki":"Wiki",
  "(with tutorials!)":"(s podukama!)",
  "<small>Browse all<\/small> GDevelop ecosystem<\/span>":"<small>Pregledaj sve<\/small> GDevelop ekosustava<\/span>",
  "Follow GDevelop":"Pratite GDevelop",
  "GDevelop was created with <span class=\"glyphicon glyphicon-heart\"><\/span> by":"GDevelop je napravljen sa <span class=\"glyphicon glyphicon-heart\"><\/span> od",
  ", with contributors adding features, fixing bugs, sending new examples, improving the wiki, helping each other on <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\">the forum<\/a>.":", sa suradnicima Dodavanje novosti, popravljajući greške, slanja novih primjera, poboljšanje wiki, pomažući jedni drugima na <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\"> forumu<\/a>."
}