{
  "Open source game creation software: No programming or coding is required! Make HTML5 and natives games for Windows, Linux (Ubuntu) and Mac OS X. Quickly build and share your games on mobile (Android and iOS) and on the web.":"Un programma open source per creare videogame: non serve conoscere un linguaggio di programmazione! Create dei videogame in HTML5 o nativi per Windows, Linux (Ubuntu) e Mac OS X. Sviluppate rapidamente e condividete i vostri giochi sui dispositivi mobili (Android e iOS) e su Internet.",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator":"GDevelop - Per creare videogames senza programmare - Un programma di sviluppo di videogame HTML5 e nativi open source",
  "Menu":"Menu",
  "Community":"Comunità",
  "Forum":"Forum",
  "Wiki & tutorials":"Wiki & tutorials",
  "Contribute":"Contribuisci",
  "we need you!":"Abbiamo bisogno di te!",
  "GitHub page":"Sito di GitHub",
  "Roadmap":"Tappe di sviluppo",
  "Translations":"Traduzioni",
  "GDevelop based web app":"Applicazione web basata su GDevelop",
  "Try GDevApp":"Prova GdevApp",
  "GDevelop":"GDevelop",
  "Events":"Eventi",
  "HTML5 <br>&amp; native games":"HTML5 <br>&amp; e nativi",
  "Documentation <br>&amp; tutorials":"Documentation <br>&amp; tutorials",
  "Features":"Caratteristiche",
  "Open source <br>&amp; multilanguage":"Open source e multilingue",
  "Games gallery":"Galleria di giochi",
  "Download":"Scarica",
  "Create your own games!":"Crea il tuo videogame!",
  "GDevelop is an <span class=\"foss\">open source<\/span>, <span class=\"cp\">cross-platform<\/span> game creator designed to be used by <span class=\"everyone\">everyone<\/span> - no programming skills required.":"GDevelop è un programma per creare videogames open source, multipiattaforma, concepito per essere utilizzato da tutti - non serve saper programmare.",
  "Learn more":"Ulteriori informazioni",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.":"Quello che rende Gdevelop unico e facile da usare sono gli eventi. Gli eventi sono un mezzo potente per esprimere la logica del tuo videogame, e questo senza dover imparare un linguaggio di programmazione.",
  "Events are composed of conditions, on the left, and actions that are run when conditions are fulfilled":"Gli eventi sono compostida condizioni, a sinistra, e da azioni che sono eseguite quando le condizioni sono soddisfatte",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they are both destroyed.":"Quando il tasto Spazio viene premuto, l'animazione e un suono vengono attivati. Se la bomba tocca il personaggio, entrambi vengono distrutti.",
  "HTML5 & native games":"Videogames in HTML5 e nativi",
  "GDevelop flexible architecture allows you to choose if you want to create an <b>HTML5 game<\/b> that can be played on the web and exported to Android, or a <b>native game<\/b> for your operating system. Or activate both platforms and export your game everywhere!":"L'architettura flessibile di GDevelop vi permette di scegliere se creare un videogame HTML5, giocabile sul web e esportato verso Android, oppure un gioco nativo per il vostro sistema operativo. O, altrimenti, scegliete entrambe le possibilità ed esportate il vostro videogame ovunque!",
  "Create games for Android and iOS without programming":"Create dei videogame per Android e iOS senza bisogno di programmare",
  "Documentation & tutorials <small>on the collaborative wiki<\/small>":"Documentation & tutorials <small>on the collaborative wiki<\/small>",
  "Want to learn step-by-step how to use GDevelop, or need help about a specific feature? The wiki has tutorials for beginners and a complete documentation concerning the software.":"Want to learn step-by-step how to use GDevelop, or need help about a specific feature? The wiki has tutorials for beginners and a complete documentation concerning the software.",
  "Learn how to create a platformer game":"Learn how to create a platformer game",
  "How to publish your game on Android or iOS":"How to publish your game on Android or iOS",
  "GDevelop features are provided thanks to extensions, allowing you to embed into your game just what you need. Here is a short list of what you get when using GD!":"Le funzionalità di GDevelop sono fornite tramite delle estensioni che vi permetteranno d'integrare nel vostro videogame tutto quello che vi serve. Ecco una breve lista di quello che avete a disposizione quando utilizzate GD!",
  "Tons of objects ready to be used":"Numerosi oggetti pronti all'uso",
  "Sprites with multiple animations":"Degli sprites con animazioni multiple",
  "\"9 patch\" and tiled sprites":"9 patch e sprite a mosaico",
  "Text objects":"Oggetti in formato testo",
  "3D boxes":"Box 3D",
  "for native games":"per i giochi nativi",
  "Draw your own shape on screen with the Shape Painter":"Disegnate liberamente le vostre figure sullo schermo con il Disegnatore",
  "Particle engine":"Motore di particelle",
  "Make RPG-like maps with the Tiled map objects":"Aggiungete delle mappe (per RPG) con l'oggetto Mappe",
  "Dynamic lights and shadows":"Luci dinamiche e ombre",
  "Support for custom collision masks":"Supporto per le maschere di collisione personalizzate",
  "Quickly add behaviors to your objects":"Aggiungete rapidamente dei comportamenti ai vostri oggetti",
  "Physics engine":"Motore fisico",
  "- Add a realistic behavior to your objects":"Aggiungete un comportamento realistico ai vostri oggetti",
  "Pathfinding":"Ricerca di un tragitto",
  "to move objects avoiding obstacles":"per spostare degli oggetti evitando degli ostacoli",
  "Top-down movement":"Movimenti visti dall'alto",
  "Platformer engine":"Motore per giochi Platform",
  "- create platformer games in a breeze":"Create videogame Platform in un batter d'occhio",
  "Draggable objects":"Oggetti spostabili",
  "- quickly make your objects draggable with mouse\/touch":"- rendere rapidamente gli oggetti trascinabili con il mouse o il pad",
  "And more, to automate current tasks and behaviors in a few clicks!":"E molto altro per rendere automatici i compiti correnti e aggiungere dei comportamenti in pochi click!",
  "Design advanced levels and interfaces":"Concepite dei livelli e delle interfacce avanzati",
  "The scene editor let you visually edit your levels":"L'editore di scene vi permette di modificare visualmente i vostri livelli",
  "Multiple layers support":"Supporto dei calchi",
  "- Add interfaces and create parallax effects":"- Aggiungete delle interfacce e degli effetti di parallasse",
  "Create dynamically your levels with external layouts":"Create dinamicamente i vostri livelli tramite schemi esterni",
  "Integrated debugger and performance profilers":"Debugger integrato e controllo del rendimento",
  "Make desktop & mobile ready games":"Create dei videogame per dispositivi mobili o per computer",
  "Save player data with HTML5 & native storage":"Memorizzate i dati dei giocatori tramite la memoria HTML5 o nativa",
  "Full support for sounds effects and musics":"Supporto completo degli effetti sonori e della musica",
  "Joystick and full keyboard support":"Supporto completo dei joystick e della tastiera",
  "Touchscreens support with multitouch":"Supporto degli schermi tattili e del multitouch",
  "for HTML5 games":"per i giochi in HTML5",
  "Build ambitious games with advanced features":"Costruite giochi ambiziosi con caratteristiche avanzate",
  "Communicate with external websites using HTTP requests":"Comunicate con dei siti web esterni grazie alle richieste HTTP",
  "Use advanced events: loops, foreach":"Utilizzate eventi avanzati: loop, foreach",
  "and even functions":"e perfino delle funzioni",
  "Manipulate variables with arbitrary complex structures":"Manipolate variabili con delle strutture arbitrarie",
  "and even JSON support":"e inoltre supporto del JSON",
  "What people say":"Cosa dicono di noi",
  "These feedbacks are a source of motivation for us, developers of GDevelop. Do not hesitate to send us what you think of GDevelop after trying it!":"Questi commenti sono una fonte di motivazione per noi sviluppatori di GDevelop. Non esitate a comunicarci quello che pensate di GDevelop dopo averlo provato!",
  "Open source & multilanguage":"Open source & multilingue",
  "GDevelop is open source (even <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\">this website<\/a>): anyone can contribute and improve the software! Your games are also based on robust, free &amp; open source technologies.":"GDevelop è open source (perfino <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\">questo sito<\/a>): chiunque può contribuire e migliorare il programma! I vostri giochi si basano inoltre su un robuste, libere &amp; tecnologie open source.",
  "Contribute on GitHub":"Contribuite su GitHub",
  "Check the development roadmap":"Verificate la roadmap",
  "GDevelop is built from the ground to be translated into any language.":"GDevelop è concepito per essere tradotto in tutte le lingue.",
  "It's already available in:":"È già disponibile in:",
  "And translation are currently being made for:":"E le traduzioni sono attualmente in corso per:",
  "Help to translate GDevelop!":"Aiutate a tradurre GDevelop!",
  "Games created with GDevelop":"Giochi creati con GDevelop",
  "by":"da",
  "Play":"Gioca",
  "Bundled":"Inclusi",
  "...and maybe your next game here?":"... e forse il vostro prossimo gioco sarà qui?",
  "Download GDevelop":"Scarica GDevelop",
  "You'll soon be creating your own games without programming!":"Presto creerete il vostro proprio videogame senza programmare!",
  "Other linux":"Altre versioni di Linux",
  "Sources":"Sorgenti",
  "Download and install GDevelop for Windows:":"Scarica e istalla GDevelop per Windows:",
  "Download for Windows":"Scarica per Windows",
  "also available":"anche disponibile",
  "without installer":"senza installer",
  "GDevelop is available for <a href=\"http:\/\/www.ubuntu.com\/download\/desktop\">Ubuntu 64bits<\/a> only!":"GDevelop è solo disponibile per <a href=\"http:\/\/www.ubuntu.com\/download\/desktop\">Ubuntu 64bits<\/a>!",
  "Open a terminal by pressing":"Aprite il terminale premendo",
  "Then type (and press enter after each line):":"Digitate in seguito (e premete su Enter dopo ogni linea):",
  "You're done! Type GDevelop in the launch search bar to start.":"Ecco fatto! Digitate GDevelop nella barra delle ricerche di Ubuntu per iniziare.",
  "You can get GDevelop for:":"Potete ottenere GDevelop per:",
  "(from sources)":"(a partire dai codici sorgenti)",
  "This is an unofficial package":"Questo è un pacchetto non ufficiale",
  "Remember that GDevelop is primarily <b>tested on Ubuntu<\/b>.":"Non dimenticate che GDevelop è principalmente <b>testato su Ubuntu<\/b>.",
  "Your feedback are welcome <a href=\"http:\/\/forum.compilgames.net\">on the forum <\/a>.":"I vostri commenti sono i benvenuti <a href=\"http:\/\/forum.compilgames.net\">sul forum<\/a>.",
  "A <i>Beta<\/i> version of GDevelop for Mac OS X:":"Versione <i>beta<\/i> di GDevelop per Mac OS X:",
  "Download for OS X":"Download per OS X",
  "This is a beta: bugs may be present and it could not work at all!":"Questa è una versione beta: dei bug potrebbero essere presenti e potrebbe anche non funzionare!",
  "Unfortunately, for now GDevelop is a desktop application, but if you want to create games anywhere, we got you covered!":"Sfortunatamente, per ora GDevelop è un'applicazione per computer ma, se volete creare dei videogame ovunque, abbiamo la soluzione!",
  "<b>GDevApp<\/b> is a radically innovative, super powerful app based on GDevelop. You can start the creation of a game in 5 minutes - directly from your browser, smartphone or tablet!":"<b>GDevApp<\/b> is a radically innovative, super powerful app based on GDevelop. You can start the creation of a game in 5 minutes - directly from your browser, smartphone or tablet!",
  "Go to GDevApp.com":"Vai a GDevApp.com",
  "Let's give it a try and don't be shy: send us your feedback directly from the app!":"Provate e non siate timidi: inviateci i vostri commenti direttamente dal programma!",
  "For advanced users, you can download GDevelop sources on GitHub:":"Gli utilizzatori più esperti potranno scaricare i codici sorgenti di GDevelop da GitHub:",
  "Build instructions are in the Readme.":"Le istruzioni per la compilazione sono nel file Readme.",
  "Community forum":"Forum",
  "Wiki":"Wiki",
  "(with tutorials!)":"(con tutorial!)",
  "<small>Browse all<\/small> GDevelop ecosystem<\/span>":"<small>Visita tutti i<\/small> collegati a GDevelop<\/span>",
  "Follow GDevelop":"Seguite GDevelop",
  "GDevelop was created with <span class=\"glyphicon glyphicon-heart\"><\/span> by":"GDevelop è stato creato con un gran <span class=\"glyphicon glyphicon-heart\"><\/span> da",
  ", with contributors adding features, fixing bugs, sending new examples, improving the wiki, helping each other on <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\">the forum<\/a>.":", con contributori che hanno aggiunto delle funzionalità, corretto degli errori, inviato dei nuovi esempi, migliorato il wiki e che si aiutano mutualmente sul <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\">forum<\/a>."
}