{
  "Open source game creation software: No programming or coding is required! Make HTML5 and natives games for Windows, Linux (Ubuntu) and Mac OS X. Quickly build and share your games on mobile (Android and iOS) and on the web.":"Open broncode spel maker software: Programmeren of coderen is niet nodig! Maak spellen voor zowel HTML5 als Windows, Linux (Ubuntu) en Mac OS X. Bouw snel en deel je spel op je mobiel (Android en iOS) en op het web.",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator":"GDevelop - Maak spellen zonder te programmeren - Open broncode HTML5 en inheemse spellen maker",
  "Menu":"Menu",
  "Community":"Gemeenschap",
  "Forum":"Forum",
  "Wiki & tutorials":"Wiki & tutorials",
  "Contribute":"Deelnemen",
  "we need you!":"wij hebben jou nodig!",
  "GitHub page":"GitHub pagina",
  "Roadmap":"Draaiboek",
  "Translations":"Vertalingen",
  "GDevelop based web app":"GDevelop gebaseerde web app",
  "Try GDevApp":"Probeer GDevApp",
  "GDevelop":"GDevelop",
  "Events":"Gebeurtenissen",
  "HTML5 <br>&amp; native games":"HTML5 <br>&amp; inheemse games",
  "Documentation <br>&amp; tutorials":"Documentatie <br>&amp; tutorials",
  "Features":"Functies",
  "Open source <br>&amp; multilanguage":"Open source <br>&amp; meertalig",
  "Games gallery":"Games galerij",
  "Download":"Download",
  "Create your own games!":"Maak je eigen spellen!",
  "GDevelop is an <span class=\"foss\">open source<\/span>, <span class=\"cp\">cross-platform<\/span> game creator designed to be used by <span class=\"everyone\">everyone<\/span> - no programming skills required.":"GDevelop is een <span class=\"fos\">open broncode<\/span>, <span class=\"cp\">cross-platform<\/span> spel maker gemaakt om gebruik te worden door <span class=\"everyone\">iedereen<\/span> - geen programmeer vaardigheden nodig.",
  "Learn more":"Meer informatie",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.":"Wat GDevelop uniek en zo makelijk te gebruiken maakt, zijn de gebeurtenissen. Gebeurtenissen zijn een krachtige manier om de logica van je spel te uiten, zonder een programeertaal te hoeven leren.",
  "Events are composed of conditions, on the left, and actions that are run when conditions are fulfilled":"Gebeurtenissen zijn samengesteld uit voorwaarden, aan de linkerkant en acties die worden uitgevoerd wanneer de voorwaarde is voldaan",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they are both destroyed.":"Wanneer Spatie is ingedrukt, word de animatie van het karakter en een geluid afgespeeld. Als een bom de speler raakt, worden ze beide vernietigd.",
  "HTML5 & native games":"HTML5 & native games",
  "GDevelop flexible architecture allows you to choose if you want to create an <b>HTML5 game<\/b> that can be played on the web and exported to Android, or a <b>native game<\/b> for your operating system. Or activate both platforms and export your game everywhere!":"Met GDevelop's flexibele architectuur kunt u kiezen of u wilt een <b>HTML5 spel<\/b>, dat gespeeld kan worden op internet en geëxporteerd worden naar Android, of een <b>eigen spel<\/b> voor uw besturingssysteem. Of gebruik beide platformen en exporteer uw spel naar alle systemen!",
  "Create games for Android and iOS without programming":"Maak spellen voor Android en iOS zonder te programmeren",
  "Documentation & tutorials <small>on the collaborative wiki<\/small>":"Handleiding & tutorials <small>op de gemeenschappelijke wiki<\/small>",
  "Want to learn step-by-step how to use GDevelop, or need help about a specific feature? The wiki has tutorials for beginners and a complete documentation concerning the software.":"Wil je stap voor stap hoe je GDevelop gebruikt, of heb je hulp nodig over een specifieke functie? De wiki heeft tutorials voor beginners en een volledige handleiding met betrekking tot de software.",
  "Learn how to create a platformer game":"Leer hoe je een platform game maakt",
  "How to publish your game on Android or iOS":"Hoe publiceer je je game op Android en iOS",
  "GDevelop features are provided thanks to extensions, allowing you to embed into your game just what you need. Here is a short list of what you get when using GD!":"GDevelop heeft meer functies dankzij extensies, deze staan je toe om alles toe te voegen aan de game wat je wil. Hier is een korte lijst met dingen die je kunt doen met GDevelop!",
  "Tons of objects ready to be used":"Veel objecten klaar om te gebruiken",
  "Sprites with multiple animations":"Sprites met meerdere animaties",
  "\"9 patch\" and tiled sprites":"\"9 patch\" en sprites",
  "Text objects":"Tekst objecten",
  "3D boxes":"3D boxen",
  "for native games":"voor exporteerbare spellen",
  "Draw your own shape on screen with the Shape Painter":"Teken je eigen voorwerpen op het scherm met Shape Painter",
  "Particle engine":"Particle engine",
  "Make RPG-like maps with the Tiled map objects":"Maak RPG achtige maps met de Tiled Map Objecten",
  "Dynamic lights and shadows":"Dynamisch licht en schaduwen",
  "Support for custom collision masks":"Ondersteuning voor aangepaste randen",
  "Quickly add behaviors to your objects":"Voeg snel gedrag toe aan je objecten",
  "Physics engine":"Physics engine",
  "- Add a realistic behavior to your objects":"- Voeg realistisch gedrag toe aan je objecten",
  "Pathfinding":"Pathfinding",
  "to move objects avoiding obstacles":"om objecten vermijden van hindernissen door te verplaatsen",
  "Top-down movement":"Boven tot onder beweging",
  "Platformer engine":"Platformer engine",
  "- create platformer games in a breeze":"- Maak platformer games in een mum van tijd",
  "Draggable objects":"Versleepbare opjecten",
  "- quickly make your objects draggable with mouse\/touch":"- maar de objecten versleepbaar met een muis of via het touchscreen",
  "And more, to automate current tasks and behaviors in a few clicks!":"En meer, voor het automatiseren van de huidige taken en het gedrag in een paar klikken!",
  "Design advanced levels and interfaces":"Ontwerp geavanceerde levels en interfaces",
  "The scene editor let you visually edit your levels":"De scène-editor laat u uw levels visueel bewerken",
  "Multiple layers support":"Ondersteuning voor meerdere lagen",
  "- Add interfaces and create parallax effects":"-Voeg interfaces toe en maak parallax effecten",
  "Create dynamically your levels with external layouts":"Maak je levels dynamisch met externe lay-outs",
  "Integrated debugger and performance profilers":"Geïntegreerde debugger en prestaties checker",
  "Make desktop & mobile ready games":"Maak Pc en mobiele games",
  "Save player data with HTML5 & native storage":"Sla spelersgegevens op met HTML5 & echte opslag",
  "Full support for sounds effects and musics":"Volledige ondersteuning voor geluidseffecten en muziek",
  "Joystick and full keyboard support":"Joystick en volledig toetsenbordondersteuning",
  "Touchscreens support with multitouch":"Touchscreen ondersteuning, met multitouch",
  "for HTML5 games":"voor HTML5 games",
  "Build ambitious games with advanced features":"Maak ambitieuze games met geavanceerde functies",
  "Communicate with external websites using HTTP requests":"Communiceer met externe websites met behulp van HTTP-verzoeken",
  "Use advanced events: loops, foreach":"Gebruik geavanceerde gebeurtenissen: loops, foreach",
  "and even functions":"en zelfs functies",
  "Manipulate variables with arbitrary complex structures":"Manipuleer variabelen met willekeurige complexe structuren",
  "and even JSON support":"en zelfs JSON ondersteuning",
  "What people say":"Wat anderen zeggen",
  "These feedbacks are a source of motivation for us, developers of GDevelop. Do not hesitate to send us what you think of GDevelop after trying it!":"Deze feedbacks zijn een bron van motivatie voor ons, ontwikkelaars van GDevelop. Aarzel niet om ons te laten weten wat u vindt van GDevelop na het proberen!",
  "Open source & multilanguage":"Open source & meertalig",
  "GDevelop is open source (even <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\">this website<\/a>): anyone can contribute and improve the software! Your games are also based on robust, free &amp; open source technologies.":"GDevelop is Open Source (zelfs <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\">deze website<\/a>): Iedereen kan meewerken en de software verbeteren! Uw spellen zijn ook gebaseerd op robuuste &amp; Open Source technologieën.",
  "Contribute on GitHub":"Draag bij op GitHub",
  "Check the development roadmap":"Bekijk de ontwikkeling routekaart",
  "GDevelop is built from the ground to be translated into any language.":"GDevelop is gebouwd om te worden vertaald in elke taal.",
  "It's already available in:":"Het is al beschikbaar in:",
  "And translation are currently being made for:":"En vertalingen worden momenteel gemaakt voor:",
  "Help to translate GDevelop!":"Help GDevelop vertalen!",
  "Games created with GDevelop":"Games gemaakt met GDevelop",
  "by":"door",
  "Play":"Afspelen",
  "Bundled":"Gebundeld",
  "...and maybe your next game here?":"...en misschien staat uw volgende spel hier?",
  "Download GDevelop":"Download GDevelop",
  "You'll soon be creating your own games without programming!":"U zult snel uw eigen games creëren zonder te programmeren!",
  "Other linux":"Andere linux",
  "Sources":"Bronnen",
  "Download and install GDevelop for Windows:":"Download en installeer GDevelop voor Windows:",
  "Download for Windows":"Download voor Windows",
  "also available":"ook beschikbaar",
  "without installer":"zonder installer",
  "GDevelop is available for <a href=\"http:\/\/www.ubuntu.com\/download\/desktop\">Ubuntu 64bits<\/a> only!":"GDevelop is alleen beschikbaar voor <a href=\"http:\/\/www.ubuntu.com\/download\/desktop\">Ubuntu 64bits<\/a>!",
  "Open a terminal by pressing":"Open een terminal door te drukken op",
  "Then type (and press enter after each line):":"Typ vervolgens (en druk na elke regel op enter):",
  "You're done! Type GDevelop in the launch search bar to start.":"U bent klaar! Typ GDevelop in het start zoekbalk om te starten.",
  "You can get GDevelop for:":"GDevelop is beschikbaar voor:",
  "(from sources)":"(uit bronnen)",
  "This is an unofficial package":"Dit is een onofficiëel pakket",
  "Remember that GDevelop is primarily <b>tested on Ubuntu<\/b>.":"Vergeet niet dat GDevelop voornamelijk <b>getest is op Ubuntu<\/b>.",
  "Your feedback are welcome <a href=\"http:\/\/forum.compilgames.net\">on the forum <\/a>.":"Uw feedback is welkom <a href=\"http:\/\/forum.compilgames.net\">Op ons forum<\/a>.",
  "A <i>Beta<\/i> version of GDevelop for Mac OS X:":"Een <i>Beta<\/i> versie van GDevelop voor Mac OS X:",
  "Download for OS X":"Download voor OS X",
  "This is a beta: bugs may be present and it could not work at all!":"Dit is een beta: Er kunnen fouten inzitten, of het kan helemaal niet werken!",
  "Unfortunately, for now GDevelop is a desktop application, but if you want to create games anywhere, we got you covered!":"Helaas, voor nu GDevelop is een desktop applicatie, maar als u overal games wilt maken, hebben we iets voor je!",
  "<b>GDevApp<\/b> is a radically innovative, super powerful app based on GDevelop. You can start the creation of a game in 5 minutes - directly from your browser, smartphone or tablet!":"<b>GDevApp<\/b> is een innovatieve, krachtige app op basis van GDevelop. U kunt beginnen met het maken van een spel in 5 minuten - rechtstreeks vanuit uw browser, smartphone of Tablet PC!",
  "Go to GDevApp.com":"Ga naar GDevApp.com",
  "Let's give it a try and don't be shy: send us your feedback directly from the app!":"Wees niet verlegen: vertel ons uw mening direct vanuit de app!",
  "For advanced users, you can download GDevelop sources on GitHub:":"Voor gevorderde gebruikers, u kunt GDevelop broncodes op GitHub downloaden:",
  "Build instructions are in the Readme.":"Instructies voor het bouwen staan in het Leesmij-bestand.",
  "Community forum":"Community forum",
  "Wiki":"Wiki",
  "(with tutorials!)":"(met tutorials!)",
  "<small>Browse all<\/small> GDevelop ecosystem<\/span>":"<small>Bekijk alle<\/small> GDevelop ecosystem<\/span>",
  "Follow GDevelop":"Volg GDevelop",
  "GDevelop was created with <span class=\"glyphicon glyphicon-heart\"><\/span> by":"GDevelop is gemaakt met <span class=\"glyphicon glyphicon-heart\"><\/span> door",
  ", with contributors adding features, fixing bugs, sending new examples, improving the wiki, helping each other on <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\">the forum<\/a>.":", met contribuanten die nieuwe functies toevoegen, bugs vaststellen, nieuwe voorbeelden verzenden, de wiki verbeteren, en elkaar te helpen op <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\">het forum<\/a>."
}