{
  "Open source game creation software: No programming or coding is required! Make HTML5 and natives games for Windows, Linux (Ubuntu) and Mac OS X. Quickly build and share your games on mobile (Android and iOS) and on the web.":"Oprogramowanie Open Source służące do tworzenia gier: Nie musisz znać się na programowaniu! Stwórz gry natywne na takie platformy jak Windows, Linux (Ubuntu), Mac oraz HTML5. Będziesz w stanie w stosunkowo krótkim czasie stworzyć, a następnie dzielić się grą na platformach mobilnych (Android oraz iOS) oraz w przeglądarce.",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator":"GDevelop - Stwórz grę bez zbędnego programowania - Open Source Kreator gier natywnych oraz technologi HTML5",
  "Menu":"Menu",
  "Community":"Społeczność",
  "Forum":"Forum",
  "Wiki & tutorials":"Wiki & Poradniki",
  "Contribute":"Weź udział w rozwoju",
  "we need you!":"potrzebujemy Cię!",
  "GitHub page":"Strona projektu GitHub",
  "Roadmap":"Harmonogram",
  "Translations":"Tłumaczenia",
  "GDevelop based web app":"Aplikacja webowa oparta na GDevelop",
  "Try GDevApp":"Wypróbuj GDevApp",
  "GDevelop":"GDevelop",
  "Events":"Zdarzenia",
  "HTML5 <br>&amp; native games":"HTML5 <br>&amp; gry natywne",
  "Documentation <br>&amp; tutorials":"Documentation <br>&amp; tutorials",
  "Features":"Funkcjonalności",
  "Open source <br>&amp; multilanguage":"Otwarte oprogramowanie <br>&amp; wielojęzyczny",
  "Games gallery":"Galeria gier",
  "Download":"Pobierz",
  "Create your own games!":"Stwórz swoją własną grę!",
  "GDevelop is an <span class=\"foss\">open source<\/span>, <span class=\"cp\">cross-platform<\/span> game creator designed to be used by <span class=\"everyone\">everyone<\/span> - no programming skills required.":"GDevelop jest <span class=\"foss\">otwartym<\/span>, <span class=\"cp\">multiplatformowym<\/span> kreatorem gier, stworzonym aby mógł go używać <span class=\"everyone\">każdy<\/span> - nie wymaga umiejętności programowania w jakimkolwiek języku.",
  "Learn more":"Dowiedz się więcej",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.":"Tym co sprawia, że GDevelop jest tak wyjątkowy i łatwy w użyciu są zdarzenia. Dzięki tak potężnemu narzędziu bez problemu przedstawisz logikę swojej gry, bez potrzeby uczenia się jakiegokolwiek języka programowania.",
  "Events are composed of conditions, on the left, and actions that are run when conditions are fulfilled":"Zdarzenia składają się z warunków, po lewo, oraz akcji która zostanie wykonana gdy warunek zostanie spełniony",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they are both destroyed.":"Po naciśnięciu spacji, animacja postaci i dźwięku są odtwarzane. Jeśli bomba dotknie naszego bohatera, oba te obiekty są niszczone.",
  "HTML5 & native games":"HTML5 & gry natywne",
  "GDevelop flexible architecture allows you to choose if you want to create an <b>HTML5 game<\/b> that can be played on the web and exported to Android, or a <b>native game<\/b> for your operating system. Or activate both platforms and export your game everywhere!":"Elastyczna architektura GDevelop pozwala wybrać, czy chcesz utworzyć <b>grę w technologii HTML5<\/b> , w którą jesteś zagrać w przeglądarce lub wyeksportować ją na platformę Android, lub nawet jako <b>natywna gra<\/b> dla wybranego systemu operacyjnego. Jeżeli nie możesz się zdecydować, możesz wyeksportować grę tak by była dostępna na każdej platformie!",
  "Create games for Android and iOS without programming":"Stwórz gry na Androida oraz iOS bez programowania",
  "Documentation & tutorials <small>on the collaborative wiki<\/small>":"Documentation & tutorials <small>on the collaborative wiki<\/small>",
  "Want to learn step-by-step how to use GDevelop, or need help about a specific feature? The wiki has tutorials for beginners and a complete documentation concerning the software.":"Want to learn step-by-step how to use GDevelop, or need help about a specific feature? The wiki has tutorials for beginners and a complete documentation concerning the software.",
  "Learn how to create a platformer game":"Learn how to create a platformer game",
  "How to publish your game on Android or iOS":"How to publish your game on Android or iOS",
  "GDevelop features are provided thanks to extensions, allowing you to embed into your game just what you need. Here is a short list of what you get when using GD!":"Różne funkcjonalności s zapewniane dzięki rozszerzeniom, dzięki temu gra zawiera tylko te rozszerzenia, które wykorzystałeś przy jej tworzeniu. Oto krótka lista tego, co otrzymasz korzystając z GDevelop!",
  "Tons of objects ready to be used":"Mnóstwo obiektów które są gotowe do użycia",
  "Sprites with multiple animations":"Obiekty z różnymi animacjami",
  "\"9 patch\" and tiled sprites":"Obiekty które jesteś w stanie pomniejszyć, powiększyć, obrócić, bez używania dodatkowych programów",
  "Text objects":"Obiekty tekstowe",
  "3D boxes":"Sześciany 3D, na których ściany możesz nakładać własne tekstury",
  "for native games":"la gier natywnych",
  "Draw your own shape on screen with the Shape Painter":"Narysuj dowolny kształt na ekranie przy pomocy \"Shape Painter-a\"",
  "Particle engine":"Silnik cząstek",
  "Make RPG-like maps with the Tiled map objects":"Stwórz mapy na wzór gier RPG z wykorzystaniem obiektów tzw. \"tiled map\"",
  "Dynamic lights and shadows":"Dynamiczne światło i cienie",
  "Support for custom collision masks":"Nakładaj własne maski kolizji",
  "Quickly add behaviors to your objects":"W kilka chwil dodaj nowe zachowanie dla twojego obiektu",
  "Physics engine":"Silnik fizyki",
  "- Add a realistic behavior to your objects":"- dodaj realistyczne zachowania dla swoich obiektów",
  "Pathfinding":"Znajdowanie ścieżki",
  "to move objects avoiding obstacles":"aby przemieszczać obiekty omijając przeszkody",
  "Top-down movement":"Poruszanie się góra-dół",
  "Platformer engine":"Silnik platformowy",
  "- create platformer games in a breeze":"- stwórz grę platformową w mgnieniu oka",
  "Draggable objects":"Przeciąganie obiektów",
  "- quickly make your objects draggable with mouse\/touch":"- spraw by twoje obiekty przemieszczały się z pomocą myszki\/dotyku",
  "And more, to automate current tasks and behaviors in a few clicks!":"I wiele więcej rzeczy, które pozwolą jeszcze bardziej zautomatyzować wszystkie zadania w kilka kliknięć!",
  "Design advanced levels and interfaces":"Projektowanie zaawansowanych poziomach i interfejsów",
  "The scene editor let you visually edit your levels":"Edytor sceny pozwala wizualnie edytować twój poziom",
  "Multiple layers support":"Obsługa wielu warstw",
  "- Add interfaces and create parallax effects":"- Dodawaj interfejsy i twórz efekty paralaksy",
  "Create dynamically your levels with external layouts":"Twórz dynamicznie swoje poziomy z pomocą warstw zewnętrznych",
  "Integrated debugger and performance profilers":"Zintegrowany debugger i profilowanie wydajności",
  "Make desktop & mobile ready games":"Tworzenie gier na komputery oraz platformy mobilne takie jak smartfony, tablety",
  "Save player data with HTML5 & native storage":"Zapisywanie danych gracza",
  "Full support for sounds effects and musics":"Pełne wsparcie dla efektów dźwiękowych i muzyki",
  "Joystick and full keyboard support":"Obsługa klawiatury i joysticka",
  "Touchscreens support with multitouch":"Obsługa ekranów dotykowych z kilku punktowym dotykiem",
  "for HTML5 games":"dla gier HTML5",
  "Build ambitious games with advanced features":"Tworzenie ambitnych gier z zaawansowanymi funkcjami",
  "Communicate with external websites using HTTP requests":"Komunikowanie się z zewnętrznymi stronami internetowymi przy pomocy protokołu HTTP",
  "Use advanced events: loops, foreach":"Możliwość użycia zaawansowanych zdarzeń: pętle, foreach",
  "and even functions":"a nawet funkcje",
  "Manipulate variables with arbitrary complex structures":"Manipuluj zmiennymi przy pomocy struktur kompleksowych",
  "and even JSON support":"a nawet wsparcie dla JSON",
  "What people say":"Co mówią inni",
  "These feedbacks are a source of motivation for us, developers of GDevelop. Do not hesitate to send us what you think of GDevelop after trying it!":"Te komentarze są źródłem motywacji dla nas, twórców GDevelop. Nie wahaj się wysłać nam swojej opini, o GDevelop po jego wypróbowaniu!",
  "Open source & multilanguage":"Otwarte oprogramowanie & multijęzyczne",
  "GDevelop is open source (even <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\">this website<\/a>): anyone can contribute and improve the software! Your games are also based on robust, free &amp; open source technologies.":"GDevelop jest otwartym oprogramowaniem (źródła znajdziesz <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\">tutaj<\/a>): każdy może się przyczynić i ulepszyć program! Twoje gry są oparte na solidnych, darmowych &amp; otwartych źródłowo technologiach.",
  "Contribute on GitHub":"Pomóż rozwijać aplikację na GitHub",
  "Check the development roadmap":"Sprawdź harmonogram prac",
  "GDevelop is built from the ground to be translated into any language.":"GDevelop jest zbudowany od podstaw aby mógł być przetłumaczony do jakiegokolwiek języka.",
  "It's already available in:":"Jest już dostępne w:",
  "And translation are currently being made for:":"Tłumaczenia są obecnie prowadzone dla:",
  "Help to translate GDevelop!":"Pomóż tłumaczyć GDevelop!",
  "Games created with GDevelop":"Gry stworzone przy pomocy GDevelop",
  "by":"przez",
  "Play":"Zagraj",
  "Bundled":"W zestawie",
  "...and maybe your next game here?":"...może niebawem i twoja gra znajdzie się tutaj?",
  "Download GDevelop":"Pobierz GDevelop",
  "You'll soon be creating your own games without programming!":"Już niedługo będziesz tworzył swoją własną grę bez potrzeby pisania kodów!",
  "Other linux":"Inne dystrybucje Linux",
  "Sources":"Źródła",
  "Download and install GDevelop for Windows:":"Pobierz i zainstaluj GDevelop dla Windows:",
  "Download for Windows":"Pobierz dla Windows",
  "also available":"dostępne również",
  "without installer":"bez instalatora",
  "GDevelop is available for <a href=\"http:\/\/www.ubuntu.com\/download\/desktop\">Ubuntu 64bits<\/a> only!":"GDevelop jest dostepne jedynie dla <a href=\"http:\/\/www.ubuntu.com\/download\/desktop\">Ubuntu (w wersji 64 bitowej) !<\/a>",
  "Open a terminal by pressing":"Otwórz terminal wciskając",
  "Then type (and press enter after each line):":"Następnie wpisz (oraz wciskaj enter po zakończeniu każdej linii):",
  "You're done! Type GDevelop in the launch search bar to start.":"To wszystko! Wpisz GDevelop w pasku wyszukiwania aby rozpocząć.",
  "You can get GDevelop for:":"GDevelop jest dostępny również dla:",
  "(from sources)":"(z plików źródłowych)",
  "This is an unofficial package":"To jest pakiet nieoficjalny",
  "Remember that GDevelop is primarily <b>tested on Ubuntu<\/b>.":"Pamiętaj, że GDevelop jest przede wszystkim <b>testowane na Ubuntu<\/b>.",
  "Your feedback are welcome <a href=\"http:\/\/forum.compilgames.net\">on the forum <\/a>.":"Wasze opinie są mile widziane <a href=\"http:\/\/forum.compilgames.net\"> na forum<\/a>.",
  "A <i>Beta<\/i> version of GDevelop for Mac OS X:":"Wersja <i>Beta<\/i> GDevelop dla Mac OS X:",
  "Download for OS X":"Pobierz dla OS X",
  "This is a beta: bugs may be present and it could not work at all!":"To jest wersja beta: mogą występować błędy, oraz może się zdarzyć że program nie będzie działać!",
  "Unfortunately, for now GDevelop is a desktop application, but if you want to create games anywhere, we got you covered!":"Niestety, aktualnie GDevelop jest aplikacją desktopową, jeżeli chcesz tworzyć gry gdziekolwiek jesteś, cały czas myślimy i pracujemy nad tym!",
  "<b>GDevApp<\/b> is a radically innovative, super powerful app based on GDevelop. You can start the creation of a game in 5 minutes - directly from your browser, smartphone or tablet!":"<b>GDevApp<\/b> is a radically innovative, super powerful app based on GDevelop. You can start the creation of a game in 5 minutes - directly from your browser, smartphone or tablet!",
  "Go to GDevApp.com":"Przejdź do GDevApp.com",
  "Let's give it a try and don't be shy: send us your feedback directly from the app!":"Spróbuj, a potem podziel się wrażeniami: wyślij nam swoją opinie bezpośrednio z aplikacji!",
  "For advanced users, you can download GDevelop sources on GitHub:":"Dla zaawansowanych użytkowników są dostępne pliki źródłowe GDevelop, które można pobrać z GitHub-a:",
  "Build instructions are in the Readme.":"Instrukcja zbudowania aplikacji znajdziesz w pliku Readme.",
  "Community forum":"Forum społeczności",
  "Wiki":"Wiki",
  "(with tutorials!)":"(z tutoriali!)",
  "<small>Browse all<\/small> GDevelop ecosystem<\/span>":"<small>Przejrzyj cały<\/small> ekosystem GDevelop<\/span>",
  "Follow GDevelop":"Śledź GDevelop",
  "GDevelop was created with <span class=\"glyphicon glyphicon-heart\"><\/span> by":"GDevelop został stworzony z <span class=\"glyphicon glyphicon-heart\"><\/span> przez",
  ", with contributors adding features, fixing bugs, sending new examples, improving the wiki, helping each other on <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\">the forum<\/a>.":", z pomocą ofiarodawców dodających nowe funkcje, naprawiających bugi, wysyłającymi nowe przykłady, ulepszającymi naszą wiki, oraz pomagającymi sobie nawzajem na <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\">forum<\/a>."
}