{
  "Open source game creation software: No programming or coding is required! Make HTML5 and natives games for Windows, Linux (Ubuntu) and Mac OS X. Quickly build and share your games on mobile (Android and iOS) and on the web.":"Software de código aberto para criação de jogos: sem programação ou códigos! Crie jogos HTML5 e nativos para Windows, Linux(Ubuntu) e Mac OS X. Rápido tanto para criar quanto para compartilhar seus jogos em Androids, iDevices e na internet.",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator":"GDevelop - Crie jogos sem programação - Plataforma para construção de jogos",
  "Menu":"Menu",
  "Community":"Comunidade",
  "Forum":"Fórum",
  "Wiki & tutorials":"Wiki e Tutoriais",
  "Contribute":"Contribua",
  "we need you!":"Precisamos de você!",
  "GitHub page":"Página do GitHub",
  "Roadmap":"Sumário",
  "Translations":"Traduções",
  "GDevelop based web app":"App baseado no GDevelop",
  "Try GDevApp":"Experimente o GDevApp",
  "GDevelop":"GDevelop",
  "Events":"Eventos",
  "HTML5 <br>&amp; native games":"Jogos HTML5 <br>&amp; nativos",
  "Features":"Caraterísticas",
  "Open source <br>&amp; multilanguage":"Código  fonte aberto <br>&amp; multilinguagem",
  "Games gallery":"Galeria de Jogos",
  "Download":"Download",
  "Create your own games!":"Faça seus próprios jogos!",
  "GDevelop is an <span class=\"foss\">open source<\/span>, <span class=\"cp\">cross-platform<\/span> game creator designed to be used by <span class=\"everyone\">everyone<\/span> - no programming skills required.":"GDevelop é um software open-source multiplataforma desenhado especialmente para que todos possam criar seus próprios jogos - sem programar.",
  "Learn more":"Continuar Lendo",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.":"GDevelop é único e muito fácil de usar por causa dos \"eventos\". Eventos são um jeito incrível de traduzir a lógica que você que para o seu jogo, sem ter que falar a língua da sua máquina.",
  "Events are composed of conditions, on the left, and actions that are run when conditions are fulfilled":"Eventos são feitos de condições, na esquerda, e ações que ocorrem quando as condições se cumprem",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they are both destroyed.":"Quando você aperta espaço, ambas animação e som do personagem acontecem. Se uma bomba toca o personagem, ambos se destroem.",
  "HTML5 & native games":"Jogos HTML5 & nativos",
  "GDevelop flexible architecture allows you to choose if you want to create an <b>HTML5 game<\/b> that can be played on the web and exported to Android, or a <b>native game<\/b> for your operating system. Or activate both platforms and export your game everywhere!":"A arquitetura flexível do GDevelop permite-lhe escolher se deseja criar um <b>jogo em HTML5<\/b> que pode ser jogado na web e exportado para Android, ou um <b>jogo nativo<\/b> para o seu sistema operacional.Ou ative ambas as plataformas e exporte o seu jogo para qualquer lugar!",
  "Create games for Android and iOS without programming":"Crie jogos para Android e IOS sem programar",
  "GDevelop features are provided thanks to extensions, allowing you to embed into your game just what you need. Here is a short list of what you get when using GD!":"As funcionalidades do GDevelop são fornecidas através das extensões, permitindo-lhe incorporar o que precisa no seu jogo. Aqui tem uma pequena lista do que obtém quando utiliza o GD!",
  "Tons of objects ready to be used":"Toneladas de objetos prontos para serem usados",
  "Sprites with multiple animations":"Sprites (imagens animadas) com várias animações",
  "\"9 patch\" and tiled sprites":"\"9 patch\" e sprites de azulejos",
  "Text objects":"Objetos de texto",
  "3D boxes":"Caixas 3D",
  "for native games":"para jogos nativos",
  "Draw your own shape on screen with the Shape Painter":"Desenhe a sua própria forma na tela com o Pintor de formas",
  "Particle engine":"Motor de partículas",
  "Make RPG-like maps with the Tiled map objects":"Crie mapas de RPG, com os objetos de mapa de mosaico",
  "Dynamic lights and shadows":"Sombras e luzes dinâmicas",
  "Support for custom collision masks":"Suporte para máscaras de colisão personalizadas",
  "Quickly add behaviors to your objects":"Adicione rapidamente comportamentos aos seus objetos",
  "Physics engine":"Motor de física",
  "- Add a realistic behavior to your objects":"- Adicione um comportamento realista aos seus objetos",
  "Pathfinding":"Encontrar o caminho",
  "to move objects avoiding obstacles":"para mover objetos, evitando obstáculos",
  "Top-down movement":"Movimento de cima para baixo",
  "Platformer engine":"Motor de jogo de plataformas",
  "- create platformer games in a breeze":"- Crie jogos de plataformas num piscar de olhos",
  "Draggable objects":"Objetos arrastáveis",
  "- quickly make your objects draggable with mouse\/touch":"- Crie rapidamente os seus objetos arrastáveis com o mouse e tela tátil",
  "And more, to automate current tasks and behaviors in a few clicks!":"E mais, para automatizar as tarefas e comportamentos atuais em poucos cliques!",
  "Design advanced levels and interfaces":"Níveis avançados de desenho e interfaces",
  "The scene editor let you visually edit your levels":"O editor de cena faz com que você possa editar visualmente os seus níveis",
  "Multiple layers support":"Suporte para múltiplas camadas",
  "- Add interfaces and create parallax effects":"- Adicione interfaces e crie efeitos de paralaxe",
  "Create dynamically your levels with external layouts":"Crie dinamicamente os seus níveis com layouts externos",
  "Integrated debugger and performance profilers":"Depurador integrado e monitoramento de desempenho",
  "Make desktop & mobile ready games":"Crie jogos para desktop e\/ou para dispositivos móveis",
  "Save player data with HTML5 & native storage":"Salve os dados do jogador com HTML5 e armazenamento nativo",
  "Full support for sounds effects and musics":"Suporte completo para efeitos de músicas e sons",
  "Joystick and full keyboard support":"Suporte completo para joystick e teclado",
  "Touchscreens support with multitouch":"Suporte para tela tátil com toque múltiplo",
  "for HTML5 games":"para jogos em HTML5",
  "Build ambitious games with advanced features":"Construa jogos ambiciosos com recursos avançados",
  "Communicate with external websites using HTTP requests":"Comunique-se com sites externos usando solicitações HTTP",
  "Use advanced events: loops, foreach":"Use eventos avançados: loops, foreach",
  "and even functions":"e até mesmo funções",
  "Manipulate variables with arbitrary complex structures":"Manipule variáveis com estruturas complexas arbitrárias",
  "and even JSON support":"e até mesmo suporte JSON",
  "What people say":"O que as pessoas dizem",
  "These feedbacks are a source of motivation for us, developers of GDevelop. Do not hesitate to send us what you think of GDevelop after trying it!":"Estas opiniões são uma fonte de motivação para nós, programadores do GDevelop. Não hesite em enviar-nos sobre o que pensa do GDevelop depois de testá-lo!",
  "Open source & multilanguage":"Código aberto e multilinguagem",
  "GDevelop is open source (even <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\">this website<\/a>): anyone can contribute and improve the software! Your games are also based on robust, free &amp; open source technologies.":"O GDevelop é código aberto (e até este <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\">site<\/a>): qualquer pessoa pode contribuir e melhorar o programa! Os seus jogos são baseados nas tecnologias robustas de código aberto livre.",
  "Contribute on GitHub":"Contribuir no GitHub",
  "Check the development roadmap":"Verifique o mapa de desenvolvimento",
  "GDevelop is built from the ground to be translated into any language.":"GDevelop é criado do zero para ser traduzido para qualquer idioma",
  "It's already available in:":"Já está disponível em :",
  "And translation are currently being made for:":"E as traduções que atualmente estão sendo feitas:",
  "Help to translate GDevelop!":"Ajude a traduzir o GDevelop!",
  "Games created with GDevelop":"Jogos criados com o GDevelop",
  "by":"por",
  "Play":"Jogar",
  "Bundled":"Empacotado",
  "...and maybe your next game here?":"...e talvez o seu próximo jogo aqui?",
  "Download GDevelop":"Baixar o GDevelop",
  "You'll soon be creating your own games without programming!":"Em breve você estará criando seus próprios jogos sem programação!",
  "Other linux":"Outro Linux",
  "Sources":"Código fonte",
  "Download and install GDevelop for Windows:":"Baixar e instalar o GDevelop para Windows:",
  "Download for Windows":"Download para Windows",
  "also available":"também disponível",
  "without installer":"sem instalador",
  "GDevelop is available for <a href=\"http:\/\/www.ubuntu.com\/download\/desktop\">Ubuntu 64bits<\/a> only!":"GDevelop is available for <a href=\"http:\/\/www.ubuntu.com\/download\/desktop\">Ubuntu 64bits<\/a> only!",
  "Open a terminal by pressing":"Abra o terminal pressionando",
  "Then type (and press enter after each line):":"Depois digite (e pressione 'Enter' após cada linha):",
  "You're done! Type GDevelop in the launch search bar to start.":"Já terminou! Digite GDevelop na barra de pesquisa de lançamento, para começar.",
  "You can get GDevelop for:":"Você pode obter o GDevelop para:",
  "(from sources)":"(a partir do código fonte)",
  "This is an unofficial package":"Este é um pacote não oficial",
  "Remember that GDevelop is primarily <b>tested on Ubuntu<\/b>.":"Lembre-se que o GDevelop é primeiro <b>testado no Ubuntu<\/b>.",
  "Your feedback are welcome <a href=\"http:\/\/forum.compilgames.net\">on the forum <\/a>.":"A sua opinião é bem-vinda <a href=\"http:\/\/forum.compilgames.net\">no fórum<\/a>.",
  "A <i>Beta<\/i> version of GDevelop for Mac OS X:":"Uma versão <i>Beta<\/i> do GDevelop para Mac OS X:",
  "Download for OS X":"Download para OS X",
  "This is a beta: bugs may be present and it could not work at all!":"Esta é uma versão beta: bugs podem estar presentes e não poderia trabalhar em tudo!",
  "Unfortunately, for now GDevelop is a desktop application, but if you want to create games anywhere, we got you covered!":"Infelizmente, por enquanto o GDevelop é uma aplicação de computador, mas se pretender criar jogos em qualquer lugar, nós temos a solução!",
  "<b>GDevApp<\/b> is a radically innovative, super powerful webapp based on GDevelop. You can start the creation of a game in 5 minutes - directly from your browser, smartphone or tablet!":"<b>GDevApp<\/b> é um webapp radicalmente inovador, super poderoso, com base em GDevelop. Você pode iniciar a criação de um jogo em 5 minutos - diretamente do seu navegador, smartphone ou tablet!",
  "Go to GDevApp.com":"Ir para GDevApp.com",
  "Let's give it a try and don't be shy: send us your feedback directly from the app!":"Experimente-o e não fique com vergonha: envie-nos a sua opinião diretamente do app!",
  "For advanced users, you can download GDevelop sources on GitHub:":"Para utilizadores avançados, você pode baixar o código fonte do GDevelop no GitHub:",
  "Build instructions are in the Readme.":"As instruções de compilação estão no Readme.",
  "Community forum":"Fórum da Comunidade",
  "Wiki":"Wiki",
  "(with tutorials!)":"(com tutoriais!)",
  "<small>Browse all<\/small> GDevelop ecosystem<\/span>":"<small>Procurar todos<\/small> os sites relacionados com o GDevelop <\/span>",
  "Follow GDevelop":"Siga o GDevelop",
  "GDevelop was created with <span class=\"glyphicon glyphicon-heart\"><\/span> by":"O GDevelop foi criado com o <span class=\"glyphicon glyphicon-heart\"><\/span> por",
  ", with contributors adding features, fixing bugs, sending new examples, improving the wiki, helping each other on <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\">the forum<\/a>.":", com colaboradores adicionando recursos, correção de bugs, enviando novos exemplos, melhorando o wiki e ajudando uns aos outros no <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\"> Fórum<\/a>."
}