{
  "Open source game creation software: No programming or coding is required! Make HTML5 and natives games for Windows, Linux (Ubuntu) and Mac OS X. Quickly build and share your games on mobile (Android and iOS) and on the web.":"Open source program na tvorbu hier: Nevyžaduje sa žiadne programovanie alebo kódovanie! Urobte HTML5 a natívne hry pre Windows, Linux (Ubuntu) a Mac OS X. Rýchlo vytvorte a zdieľajte vaše hry na mobil (Android a iOS) a web.",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator":"GDevelop - Vytvorenie hry bez programovania - Open source HTML5 a tvorca natívnych hier",
  "Menu":"Ponuka",
  "Community":"Komunita",
  "Forum":"Fórum",
  "Wiki & tutorials":"Wiki & Tutoriály",
  "Contribute":"Prispieť",
  "we need you!":"potrebujeme vás!",
  "GitHub page":"GitHub stránka",
  "Roadmap":"Plán",
  "Translations":"Preklady",
  "GDevelop based web app":"GDevelop založená web app",
  "Try GDevApp":"Skúste GDevApp",
  "GDevelop":"GDevelop",
  "Events":"Udalosti",
  "HTML5 <br>&amp; native games":"HTML5 <br>&amp; natívne hry",
  "Documentation <br>&amp; tutorials":"Dokumentácia <br>&amp; návody",
  "Features":"Funkcie",
  "Open source <br>&amp; multilanguage":"Open source <br>&amp; multi-jazykový",
  "Games gallery":"Galéria hier",
  "Download":"Stiahnuť",
  "Create your own games!":"Vytvorte si vlastné hry!",
  "GDevelop is an <span class=\"foss\">open source<\/span>, <span class=\"cp\">cross-platform<\/span> game creator designed to be used by <span class=\"everyone\">everyone<\/span> - no programming skills required.":"GDevelop je <span class=\"foss\"> open source<\/span>, <span class=\"cp\"> multiplatformový<\/span>program pre tvorbu hier a vytvorený aby ho mohol používať <span class=\"everyone\"> každý<\/span> - nepotrebujete žiadne programovacie zručnosti.",
  "Learn more":"Zistiť viac",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.":"Čo robí GDevelop jedinečným a tak ľahko ovládateľným, sú udalosti. Udalosti sú účinný spôsob, ako vyjadriť logiku vo vašej hre, bez toho, aby ste sa museli naučiť programovací jazyk.",
  "Events are composed of conditions, on the left, and actions that are run when conditions are fulfilled":"Udalosti sú zložené z podmienok, na ľavej strane a akcií, ktoré sa spúšťajú, ak sú splnené podmienky",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they are both destroyed.":"Po stlačení medzerníka sa prehrajú animácie charakteru a zvuk. Ak sa bomba dotkne charakteru, sú obe zničené.",
  "HTML5 & native games":"HTML5 <br>&amp; natívne hry",
  "GDevelop flexible architecture allows you to choose if you want to create an <b>HTML5 game<\/b> that can be played on the web and exported to Android, or a <b>native game<\/b> for your operating system. Or activate both platforms and export your game everywhere!":"GDevelop flexibilná architektúra umožňuje zvoliť, či chcete vytvoriť <b>HTML5 hry<\/b>, ktoré môžete hrať na webe a exportovať do Androidu alebo <b>natívnu hru<\/b> pre váš operačný systém. Alebo aktivovať obe platformy a exportovať vaše hry všade!",
  "Create games for Android and iOS without programming":"Vytváraní hier pre Android a iOS bez programovania",
  "Documentation & tutorials <small>on the collaborative wiki<\/small>":"Dokumentácia & návody <small>na spoločnej wiki<\/small>",
  "Want to learn step-by-step how to use GDevelop, or need help about a specific feature? The wiki has tutorials for beginners and a complete documentation concerning the software.":"Chcete sa naučiť krok za krokom ako použiť GDevelop, alebo sa potrebujete poradiť o špecifickú funkciu? Wiki obsahuje návody pre začiatočníkov a kompletnú dokumentáciu, týkajúcu sa softvéru.",
  "Learn how to create a platformer game":"Naučte sa vytvoriť plošinovku",
  "How to publish your game on Android or iOS":"Ako publikovať svoju hru na Android alebo iOS",
  "GDevelop features are provided thanks to extensions, allowing you to embed into your game just what you need. Here is a short list of what you get when using GD!":"GDevelop funkcie sú k dispozícii vďaka rozšíreniam, čo vám umožní vložiť do hry len to, čo potrebujete. Tu je krátky zoznam toho, čo dostanete pri použití GD!",
  "Tons of objects ready to be used":"Veľa objektov, ktoré sú pripravené na použitie",
  "Sprites with multiple animations":"Sprity s viacerími animáciami",
  "\"9 patch\" and tiled sprites":"\"9 patch\" a dláždicové sprity",
  "Text objects":"Textové objekty",
  "3D boxes":"3D kocky",
  "for native games":"pre natívne hry",
  "Draw your own shape on screen with the Shape Painter":"Nakresliťe svoj vlastný tvar na obrazovke so Shape Painterom",
  "Particle engine":"Časticový engine",
  "Make RPG-like maps with the Tiled map objects":"Robte RPG mapy s objektmi Tiled map",
  "Dynamic lights and shadows":"Dynamické svetlá a tiene",
  "Support for custom collision masks":"Podpora pre vlastné masky zrážok",
  "Quickly add behaviors to your objects":"Rýchle pridanie správania objektov",
  "Physics engine":"Fyzikálny engine",
  "- Add a realistic behavior to your objects":"-Pridať realistické správanie objektov",
  "Pathfinding":"Hľadač ciest",
  "to move objects avoiding obstacles":"pohybovať predmetmi, vyhýbať sa prekážkam",
  "Top-down movement":"Vertikálny pohyb",
  "Platformer engine":"Platformačný engine",
  "- create platformer games in a breeze":"-vytvoriť Platformačnú hru vo vetre",
  "Draggable objects":"Posúvateľné objekty",
  "- quickly make your objects draggable with mouse\/touch":"-rýchle vytvorenie posúvateľných objektov kurzorom\/dotykom",
  "And more, to automate current tasks and behaviors in a few clicks!":"A ďalšie, automatizujte aktuálne úlohy a správania v niekoľkých kliknutiach!",
  "Design advanced levels and interfaces":"Dizajn pokročilých úrovní a rozhrania",
  "The scene editor let you visually edit your levels":"Editor scény vám umožní upravovať hladiny objektov",
  "Multiple layers support":"Podpora viacerých vrstiev",
  "- Add interfaces and create parallax effects":"-Pridajte rozhranie a vytvorte parallax efekty",
  "Create dynamically your levels with external layouts":"Vytvoriť dynamicke hladiny vonkajšieho rozloženia",
  "Integrated debugger and performance profilers":"Integrovaný debugger a profiler výkonu",
  "Make desktop & mobile ready games":"Vytvorte hry pripravené pre počítače & mobily",
  "Save player data with HTML5 & native storage":"Ukladajte údaje hráča z HTML5 & natívnych hier do pamäte",
  "Full support for sounds effects and musics":"Plná podpora pre zvuky efektov a hudby",
  "Joystick and full keyboard support":"Podpora pre Joystick a všetky klávesnice",
  "Touchscreens support with multitouch":"Podpora dotykového displeja s multitouch",
  "for HTML5 games":"pre HTML5 hry",
  "Build ambitious games with advanced features":"Vytvorte ambiciózne hry s pokročilými funkciami",
  "Communicate with external websites using HTTP requests":"Komunikujte s externými webovými stránkami, pomocou HTTP požiadavky",
  "Use advanced events: loops, foreach":"Použite pokročilé udalosti: loops, foreach",
  "and even functions":"a dokonca aj funkcie",
  "Manipulate variables with arbitrary complex structures":"Manipulácia premennych s ľubovoľnými komplexnými strukturami",
  "and even JSON support":"a dokonca aj podporu JSON",
  "What people say":"Čo ľudia hovoria",
  "These feedbacks are a source of motivation for us, developers of GDevelop. Do not hesitate to send us what you think of GDevelop after trying it!":"Tieto ohlasy sú zdrojom motivácie pre nás vývojárov z GDevelop. Neváhajte a napíšte nám, čo si myslíte o GDevelop, po vyskúšaní!",
  "Open source & multilanguage":"Open source <br>&amp; multi-jazykový",
  "GDevelop is open source (even <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\">this website<\/a>): anyone can contribute and improve the software! Your games are also based on robust, free &amp; open source technologies.":"GDevelop je open source (aj <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\"> tento web<\/a>): ktokoľvek môže prispieť a zlepšiť softvér! Vaše hry sú tiež založené na robustných, slobodných &amp; open source technológiách.",
  "Contribute on GitHub":"Prispejte na GitHub",
  "Check the development roadmap":"Skontrolujte plán vývoja",
  "GDevelop is built from the ground to be translated into any language.":"Gdevelop je stavaný na základoch, ktoré majú byť preložené do každého jazyka.",
  "It's already available in:":"Už je k dispozícii v:",
  "And translation are currently being made for:":"A preklady sa v súčasnej dobe robia pre:",
  "Help to translate GDevelop!":"Pomôžte preložiť GDevelop!",
  "Games created with GDevelop":"Hry, ktoré sú vytvorené pomocou GDevelop",
  "by":"od",
  "Play":"Hrať",
  "Bundled":"Balík",
  "...and maybe your next game here?":"...a možno budúca hra bude tu?",
  "Download GDevelop":"Stiahnuť GDevelop",
  "You'll soon be creating your own games without programming!":"Čoskoro vytvoríš svoju vlastnú hru bez programovania!",
  "Other linux":"Ostatné linuxy",
  "Sources":"Zdroje",
  "Download and install GDevelop for Windows:":"Stiahnutie a inštalácia GDevelop pre Windows:",
  "Download for Windows":"Stiahnuť pre Windows",
  "also available":"tiež k dispozícii",
  "without installer":"bez inštalácie",
  "GDevelop is available for <a href=\"http:\/\/www.ubuntu.com\/download\/desktop\">Ubuntu 64bits<\/a> only!":"GDevelop je k dispozícii len pre <a href=\"http:\/\/www.ubuntu.com\/download\/desktop\"> Ubuntu 64bit<\/a>!",
  "Open a terminal by pressing":"Otvorte terminál stlačením",
  "Then type (and press enter after each line):":"Zadajte (a stlačte klávesu enter po každom riadku):",
  "You're done! Type GDevelop in the launch search bar to start.":"Hotovo! Napíšte GDevelop vo spúšťacom vyhľadávaní pre štart.",
  "You can get GDevelop for:":"Môžete získať GDevelop pre:",
  "(from sources)":"(zo zdrojov)",
  "This is an unofficial package":"Toto je neoficiálny balíček",
  "Remember that GDevelop is primarily <b>tested on Ubuntu<\/b>.":"Pamätajte si, že GDevelop je primárne <b>testovaný na Ubuntu<\/b>.",
  "Your feedback are welcome <a href=\"http:\/\/forum.compilgames.net\">on the forum <\/a>.":"Vaše pripomienky sú vítané <a href=\"http:\/\/forum.compilgames.net\"> na fóre<\/a>.",
  "A <i>Beta<\/i> version of GDevelop for Mac OS X:":"<i>Beta<\/i> verzia GDevelop pre systém Mac OS X:",
  "Download for OS X":"Na stiahnutie pre OS X",
  "This is a beta: bugs may be present and it could not work at all!":"Toto je beta: chyby môžu byť prítomné a nemusí to fungovať vôbec!",
  "Unfortunately, for now GDevelop is a desktop application, but if you want to create games anywhere, we got you covered!":"Bohužiaľ, teraz je GDevelop desktopová aplikácia, ale ak chcete vytvoriť hry niekde inde, máme to vyriešené!",
  "<b>GDevApp<\/b> is a radically innovative, super powerful app based on GDevelop. You can start the creation of a game in 5 minutes - directly from your browser, smartphone or tablet!":"<b>GDevApp<\/b> je radikálne inovatívna, super výkonná aplikácia založená na GDevelop. Vytvorenie hry za 5 minút - môžete začať priamo z vášho prehliadača, smartphonu alebo tabletu!",
  "Go to GDevApp.com":"Prejsť na GDevApp.com",
  "Let's give it a try and don't be shy: send us your feedback directly from the app!":"Poďme to skúsiť a nehanbite sa: pošlite nám svoje pripomienky priamo z aplikácie!",
  "For advanced users, you can download GDevelop sources on GitHub:":"Pre pokročilých používateľov, môžete si stiahnuť GDevelop zdroje na GitHub:",
  "Build instructions are in the Readme.":"Inštrukcie pre vytvorenie sú v Readme.",
  "Community forum":"Komunitné fórum",
  "Wiki":"Wiki",
  "(with tutorials!)":"(s návodmi!)",
  "<small>Browse all<\/small> GDevelop ecosystem<\/span>":"<small>Prehľadávať celý<\/small> GDevelop ekosystém<\/span>",
  "Follow GDevelop":"Sleduj GDevelop",
  "GDevelop was created with <span class=\"glyphicon glyphicon-heart\"><\/span> by":"GDevelop bol vytvorený s <span class=\"glyphicon glyphicon-heart\"><\/span> v",
  ", with contributors adding features, fixing bugs, sending new examples, improving the wiki, helping each other on <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\">the forum<\/a>.":", s prispievateľom pridávať funkcie, opravovať chyby, posielať nové príklady, zlepšovať wiki, pomáhať si navzájom na <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\"> fóre<\/a>."
}