{
  "Open source game creation software: No programming or coding is required! Make HTML5 and natives games for Windows, Linux (Ubuntu) and Mac OS X. Quickly build and share your games on mobile (Android and iOS) and on the web.":"โปรแกรมโอเพ่นซอร์สสำหรับสร้างเกม: ไม่จำเป็นต้องเขียนโปรแกรม หรือ เขียนโค้ด! สร้าง HTML5  และ Native เกมสำหรับ วินโดวส์ ลินุกส์ และ แมค OS X.สร้างและเผยแพร่เกมของคุณอย่างรวดเร็วบน โทรศัพท์ (Android และ iOS) และบนเว็บไซต์",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator":"GDevelop - สร้างเกมโดยไม่ต้องเขียนโปรแกรม - โปรแกรมโอเพ่นซอร์สสร้างเกม HTML5 และ Native",
  "Menu":"เมนู",
  "Community":"ชุมชน",
  "Forum":"ฟอรั่ม",
  "Wiki & tutorials":"วิกิ และ บทสอนเบื้อต้น",
  "Contribute":"มีส่วนร่วม",
  "we need you!":"เราต้องการคุณ",
  "GitHub page":"หน้า GitHub",
  "Roadmap":"แผนงาน",
  "Translations":"แปลภาษา",
  "GDevelop based web app":"แอพ GDevelop บนเว็บ",
  "Try GDevApp":"ทดลอง GDevelop",
  "GDevelop":"GDevelop",
  "Events":"เหตุการณ์",
  "HTML5 <br>&amp; native games":"HTML5 <br>&amp;Native เกมส์",
  "Documentation <br>&amp; tutorials":"เอกสารข้อมูล <br>&amp;บทสอน",
  "Features":"คุณสมบัติ",
  "Open source <br>&amp; multilanguage":"โอเพ่นซอร์ส<br>&amp;หลากหลายภาษา",
  "Games gallery":"เกมส์แกลลอรี่",
  "Download":"ดาวโหลด",
  "Create your own games!":"สร้างเกมของคุณเอง",
  "GDevelop is an <span class=\"foss\">open source<\/span>, <span class=\"cp\">cross-platform<\/span> game creator designed to be used by <span class=\"everyone\">everyone<\/span> - no programming skills required.":"GDevelop เป็นโปรแกรม<span class=\"foss\">โอเพ่นซอร์ส<\/span> การ<span class=\"cp\">ข้ามแพลตฟอร์ม<\/span>โปรแกรมสร้างเกมออกแบบโดย<span class=\"everyone\">ทุกคน<\/span> - ไม่จำเป็นต้องมีทักษะการเขียนโปรแกรม",
  "Learn more":"เรียนรู้เพิ่มเติม",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.":"สิ่งที่ทำให้ GDevelop เป็นเอกลักษณ์ และง่ายต่อการใช้คือ เหตุการณ์ที่ชัดเจนกำหนดโลจิกของเกมของคุณ โดยไม่จำเป็นต้องเรียนภาษาเขียนโปรแกรม",
  "Events are composed of conditions, on the left, and actions that are run when conditions are fulfilled":"เงื่อนไขเหตุการณ์ อยู่ฝั่งซ้ายมือ และ การกระทำทำตามเงื่อนไขที่ตั้งไว้",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they are both destroyed.":"เมื่อกด Space,ตัวละครและเสียงจะเล่น. ถ้าระเบิดสัมผัสตัวละคร, ทั้งสองจะถูกทำลาย.",
  "HTML5 & native games":"HTML5 & native เกมส์",
  "GDevelop flexible architecture allows you to choose if you want to create an <b>HTML5 game<\/b> that can be played on the web and exported to Android, or a <b>native game<\/b> for your operating system. Or activate both platforms and export your game everywhere!":"GDevelop ยืดหยุ่นช่วยให้คุณสามารถเลือกว่า คุณต้องการสร้าง<b>เกม HTML5<\/b> ที่สามารถเล่นบนเว็บ และการส่งออกไปยัง Android หรือ<b>เกมภาษา<\/b>ของระบบปฏิบัติการ หรือเปิดใช้งานแพลตฟอร์มทั้งสอง และส่งออกเกมของคุณทุกๆที่",
  "Create games for Android and iOS without programming":"สร้างเกมสำหรับ Android และ iOS ได้โดยไม่ต้องเขียนโปรแกรม",
  "Documentation & tutorials <small>on the collaborative wiki<\/small>":"เอกสารและบทเรียน<small>ในวิกิที่เราทำร่วมกัน<\/small>",
  "Want to learn step-by-step how to use GDevelop, or need help about a specific feature? The wiki has tutorials for beginners and a complete documentation concerning the software.":"ต้องการเรียนรู้ทีละขั้นตอนวิธีการใช้ GDevelop หรือความช่วยเหลือเกี่ยวกับคุณลักษณะเฉพาะหรือไม่ Wiki มีบทเรียนสำหรับผู้เริ่มต้นและเอกสารประกอบทั้งหมดที่เกี่ยวกับซอฟต์แวร์.",
  "Learn how to create a platformer game":"เรียนรู้วิธีการสร้างเกม platformer",
  "How to publish your game on Android or iOS":"วิธีการเผยแพร่เกมบน Android หรือ iOS ของคุณ",
  "GDevelop features are provided thanks to extensions, allowing you to embed into your game just what you need. Here is a short list of what you get when using GD!":"GDevelop มีคุณลักษณะ ด้วยส่วนขยาย ช่วยให้คุณสามารถฝังลงในเกมของคุณสิ่งที่คุณต้องการ นี่คือรายการแบบย่อของคุณได้เมื่อใช้ GD",
  "Tons of objects ready to be used":"วัตถุพร้อมที่จะใช้จำนวนมาก",
  "Sprites with multiple animations":"สไปรท์ กับ อนิเมชั่นที่หลากหลาย",
  "\"9 patch\" and tiled sprites":"ไทล์สไปรท์ 9 ช่อง",
  "Text objects":"วัตถุข้อความ",
  "3D boxes":"กล่อง 3D",
  "for native games":"สำหรับเกม Native",
  "Draw your own shape on screen with the Shape Painter":"วาดรูปร่างของคุณเองบนหน้าจอด้วยการวาดรูปร่าง",
  "Particle engine":"เครื่องมอพาร์ทิเคิล",
  "Make RPG-like maps with the Tiled map objects":"ทำแผนที่ RPG ด้วยไทล์แมพ",
  "Dynamic lights and shadows":"ไฟและเงาแบบไดนามิก",
  "Support for custom collision masks":"สนับสนุนสำหรับฟังชั่นการกำหนดมาสก์การชนด้วยตัวเอง",
  "Quickly add behaviors to your objects":"เพิ่มลักษณะการทำงานกับวัตถุของคุณอย่างรวดเร็ว",
  "Physics engine":"เครื่องมือสร้างฟิสิกต์",
  "- Add a realistic behavior to your objects":"-เพิ่มลักษณะการทำงานเสมือนจริงของวัตถุ",
  "Pathfinding":"ค้นหาเส้นทาง",
  "to move objects avoiding obstacles":"เพื่อหลบหลีกอุปสรรค",
  "Top-down movement":"เคลื่อนไหวแบบมุมมองจากด้านบน",
  "Platformer engine":"เครื่องมือสร้าง Platformer ",
  "- create platformer games in a breeze":"-สร้างเกม platformer ในอึดใจเดียว",
  "Draggable objects":"คลิกลากวัตถุ",
  "- quickly make your objects draggable with mouse\/touch":"-ทำให้วัตถุของคุณคลิกลากเมาส์\/สัมผัสได้อย่างรวดเร็ว",
  "And more, to automate current tasks and behaviors in a few clicks!":"และ อื่น ๆ การทำงานในเพียงไม่กี่คลิก",
  "Design advanced levels and interfaces":"ออกแบบเลเวลและอินเตอร์เฟสขั้นสูง",
  "The scene editor let you visually edit your levels":"แก้ไขฉากโดยให้คุณแก้ไขได้โดยตรง",
  "Multiple layers support":"สนับสนุนหลายเลเยอร์",
  "- Add interfaces and create parallax effects":"-เพิ่มอินเทอร์เฟซ และสร้าง parallax เอฟเฟค",
  "Create dynamically your levels with external layouts":"สร้างระดับของคุณแบบไดนามิกด้วยเลย์เอ้าท์",
  "Integrated debugger and performance profilers":"ดีบักโปรแกรม และ ประสิทธิภาพอย่างมืออาชีพ",
  "Make desktop & mobile ready games":"สร้าง เดสก์ท็อป และ มือถือ เกมทันที",
  "Save player data with HTML5 & native storage":"บันทึกข้อมูลผู้เล่นกับ HTML5 และพื้นที่เก็บข้อมูล",
  "Full support for sounds effects and musics":"รับรองเสียงเอฟเฟคและเพลง",
  "Joystick and full keyboard support":"รองรับคีย์บอร์ดและจอยสติก",
  "Touchscreens support with multitouch":"หน้าจอสัมผัสสนับสนุนด้วยมัลติทัช",
  "for HTML5 games":"สำหรับเกม HTML5",
  "Build ambitious games with advanced features":"สร้างเกมด้วยความทะเยอทะยาน ด้วยคุณลักษณะขั้นสูง",
  "Communicate with external websites using HTTP requests":"ติดต่อกับเว็บอื่นๆได้โดยใช้การร้องขอ HTTP",
  "Use advanced events: loops, foreach":"ใช้เหตุการณ์ขั้นสูง : ลูป แต่ละอัน",
  "and even functions":"และ แม้กระทั่งฟังก์ชั่น",
  "Manipulate variables with arbitrary complex structures":"ควบคุมตัวแปร ด้วย โครงสร้างที่ซับซ้อน",
  "and even JSON support":"และสนับสนุนแม้ JSON",
  "What people say":"สิ่งที่ท่านพูด",
  "These feedbacks are a source of motivation for us, developers of GDevelop. Do not hesitate to send us what you think of GDevelop after trying it!":"สิ่งต่าง ๆ เหล่านี้มีแหล่งที่มาของแรงจูงใจสำหรับเรา นักพัฒนาของ GDevelop อย่าลังเลที่จะส่งสิ่งที่คุณคิด GDevelop หลังจากลองมัน",
  "Open source & multilanguage":"โอเพ่นซอร์สและหลากหลายภาษา",
  "GDevelop is open source (even <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\">this website<\/a>): anyone can contribute and improve the software! Your games are also based on robust, free &amp; open source technologies.":"GDevelop เป็นโอเพ่นซอร์ส (แม้แต่<a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\">เว็บไซต์นี้<\/a>): ทุกคนสามารถมีส่วนร่วม และพัฒนาซอฟต์แวร์ เกมของคุณยังอยู่บนโอเพ่นซอร์สเทคโนโลยีที่แข็งแกร่งและ &amp;ฟรี ",
  "Contribute on GitHub":"มีส่วนร่วมใน GitHub",
  "Check the development roadmap":"ตรวจสอบแผนงานการพัฒนา",
  "GDevelop is built from the ground to be translated into any language.":"GDevelop ถูกสร้างขึ้นจากพื้นดินที่จะแปลเป็นภาษาใด ๆ",
  "It's already available in:":"มีอยู่แล้ว:",
  "And translation are currently being made for:":"และในปัจจุบันกำลังแปลสำหรับ:",
  "Help to translate GDevelop!":"ช่วยเหลือในการแปล GDevelop",
  "Games created with GDevelop":"เกมที่สร้างขึ้น ด้วย GDevelop",
  "by":"โดย",
  "Play":"เล่น",
  "Bundled":"มาพร้อม",
  "...and maybe your next game here?":"... และบางทีนี่อาจมีเกมของคุณต่อไปหรือไม่",
  "Download GDevelop":"ดาวน์โหลด GDevelop",
  "You'll soon be creating your own games without programming!":"เร็ว ๆ นี้คุณจะสามารถสร้างเกมของคุณเองโดยไม่ต้องเขียนโปรแกรม",
  "Other linux":"Linux อื่น ๆ",
  "Sources":"แหล่งที่มา",
  "Download and install GDevelop for Windows:":"ดาวน์โหลด และติดตั้ง GDevelop สำหรับ Windows:",
  "Download for Windows":"ดาวน์โหลดสำหรับ Windows",
  "also available":"ยังมีด้วยเหมือนกัน",
  "without installer":"โดยไม่ต้องติดตั้ง",
  "GDevelop is available for <a href=\"http:\/\/www.ubuntu.com\/download\/desktop\">Ubuntu 64bits<\/a> only!":"GDevelop สำหรับ <a href=\"http:\/\/www.ubuntu.com\/download\/desktop\">Ubuntu 64bits<\/a> เท่านั้น",
  "Open a terminal by pressing":"เปิดเทอร์มินัล โดยการกด",
  "Then type (and press enter after each line):":"พิมพ์ (และกด enter หลังจากแต่ละบรรทัด):",
  "You're done! Type GDevelop in the launch search bar to start.":"เสร็จแล้ว พิมพ์ GDevelop ในแถบค้นหาเพื่อเริ่มต้นในการเปิดใช้งาน",
  "You can get GDevelop for:":"คุณสามารถใช้ GDevelop สำหรับ:",
  "(from sources)":"(จากแหล่งข้อมูล)",
  "This is an unofficial package":"นี้เป็นแพคเกจที่ไม่เป็นทางการ",
  "Remember that GDevelop is primarily <b>tested on Ubuntu<\/b>.":"โปรดจำไว้ว่า GDevelop เป็นโปรแกรมที่<b>ผ่านทดสอบบน Ubuntu<\/b>",
  "Your feedback are welcome <a href=\"http:\/\/forum.compilgames.net\">on the forum <\/a>.":"เราจะยินดีรับคำติชมของคุณ<a href=\"http:\/\/forum.compilgames.net\">ในฟอรั่ม<\/a>",
  "A <i>Beta<\/i> version of GDevelop for Mac OS X:":"รุ่น<i>เบต้า<\/i>ของ GDevelop สำหรับ Mac OS x:",
  "Download for OS X":"ดาวน์โหลดสำหรับ OS X",
  "This is a beta: bugs may be present and it could not work at all!":"เป็นเบต้า: ข้อบกพร่องที่อาจมีอยู่ และอาจไม่ทำงานเลย",
  "Unfortunately, for now GDevelop is a desktop application, but if you want to create games anywhere, we got you covered!":"ขณะนี้ GDevelop เป็นโปรแกรมที่เดสก์ท็อป แต่ถ้าคุณต้องการสร้างเกมได้ทุกที่ เราจะทำให้ครอบคลุม",
  "<b>GDevApp<\/b> is a radically innovative, super powerful app based on GDevelop. You can start the creation of a game in 5 minutes - directly from your browser, smartphone or tablet!":"<b>GDevApp<\/b> เป็น app ใหม่อย่างรุนแรง มีประสิทธิภาพที่สุดใน GDevelop คุณสามารถเริ่มต้นการสร้างเกมใน 5 นาที - โดยตรงจากเบราว์เซอร์ สมาร์ทโฟน หรือแท็บเล็ตของคุณ",
  "Go to GDevApp.com":"ไปที่ GDevApp.com",
  "Let's give it a try and don't be shy: send us your feedback directly from the app!":"ขอให้พยายาม และไม่ต้องอาย: ส่งคำติชมของคุณโดยตรงจากแอป",
  "For advanced users, you can download GDevelop sources on GitHub:":"สำหรับผู้ใช้ขั้นสูง คุณสามารถดาวน์โหลด GDevelop แหล่งบน GitHub:",
  "Build instructions are in the Readme.":"สร้างคำแนะนำอยู่ใน Readme",
  "Community forum":"ฟอรั่มชุมชน",
  "Wiki":"วิกิ",
  "(with tutorials!)":"(มีบทเรียน)",
  "<small>Browse all<\/small> GDevelop ecosystem<\/span>":"<small>เรียกดูทั้งหมด<\/small> ระบบของ GDevelop <\/span>",
  "Follow GDevelop":"ติดตาม GDevelop",
  "GDevelop was created with <span class=\"glyphicon glyphicon-heart\"><\/span> by":"GDevelop สร้าง<span class=\"glyphicon glyphicon-heart\"> <\/span> โดย",
  ", with contributors adding features, fixing bugs, sending new examples, improving the wiki, helping each other on <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\">the forum<\/a>.":"มีผู้ร่วมสมทบการเพิ่มคุณสมบัติ แก้ไขข้อผิดพลาด ที่ส่งตัวอย่างใหม่ ปรับปรุงวิกิพีเดีย และช่วยกันและกันใน <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\"> ฟอรั่ม <\/a>"
}